package com.example.teaceremony.database

import com.example.teaceremony.entity.DetailsEntity

val cocktailsList = listOf(
    DetailsEntity(
        id = 100,
        name = "Авиация",
        info = "«Авиация» (англ. Aviation) — алкогольный коктейль на основе джина, вишнёвого ликёра мараскино, фиалкового ликёра Crème de Violette и лимонного сока. Коктейль так назван, вероятнее всего, из-за его серебристо-серого цвета, который напоминает о небе и стремительно развивающейся во времена изобретения коктейля (начале XX века) авиации. Классифицируется как коктейль на весь день (англ. All day cocktail).\n" +
                "\n" +
                "Коктейль авиация появился в 1911 году, однако официально годом рождения коктейля считается 1916. В 1916 году Хьюго Энсслин издал известный сборник рецептов коктейлей «Recipes for Mixed Drinks». В рецепте Хьюго в состав коктейля входили: джин, лимонный сок и по паре ликёра мараскино и фиалкового ликёра (Crème de Violette). Ингредиенты тщательно смешиваются с кусочками льда и напиток процеживался так, чтобы в готовом коктейле не было льда. По задумке автора, фиалковый ликёр использовался для придания коктейлю цвета неба.\n" +
                "\n" +
                "До начала XXI века коктейль почти полностью был забыт, и если где-то и встречался рецепт, то без фиалкового ликёра. Фиалковый ликёр перестал изготовляться большинством производителей спиртных напитков и почти полностью исчез с рынка во второй половине XX века. В 2004 году Девид Вондрих создаёт книгу, в которой помещает оригинальный рецепт коктейля авиация Хьюго Энсслина. Книга стала доступна широкой общественности в 2009 году. С того момента, коктейль «Авиация» стал вновь быстро набирать популярность в ходе возрождения старых рецептов коктейлей. \n" +
                "\n" +
                "В конце 2011 года коктейль был принят Международной ассоциацией барменов (IBA), в их список «официальных коктейлей» в качестве «незабываемого» напитка, хотя по-прежнему без фиалкового ликёра. Но несмотря на это, сегодня много барменов со всего мира готовят коктейль по оригинальному рецепту 1916 года.",
        typeId = 3
    ),
    DetailsEntity(
        id = 101,
        name = "Американо",
        info = "«Американо» (итал. Americano) — алкогольный коктейль-аперитив на основе красного вермута и кампари. \n" +
                "\n" +
                "Данный коктейль придумал бармен Гаспаре Кампари в 1860-х годах. Изначально он назывался «Милан-Торино», так как его ингредиенты были из Милана (биттер «Кампари») и из Турина (красный вермут «Punt e Mes»). В качестве гарнира — цедра лимона и половинка дольки апельсина.\n" +
                "\n" +
                "Это первый напиток, заказанный Джеймсом Бондом в первом романе серии Яна Флеминга \"Казино Рояль\". \n" +
                "\n" +
                "Состав:\n" +
                "• 30 мл сладкого красного вермута;\n" +
                "• 30 мл Кампари;\n" +
                "• содовая.\n" +
                "\n" +
                "Поместить 4-5 кубиков льда в бокал. Добавить красный сладкий вермут и кампари, а сверху по вкусу долить содовую. Перемешать и украсить бокал долькой лимона или апельсина. Рекомендуется подавать в бокале «олд фешен».",
        typeId = 3
    ),
    DetailsEntity(
        id = 102,
        name = "Б-52",
        info = "«Б-52» (англ. B-52) — слоистый коктейль (pousse café) из трёх ликёров (кофейный ликёр, сливочный ликёр и крепкий апельсиновый ликёр — трипл-сек или куантро). Классифицируется как дижестив (десертный). Ранее входил в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Напитки новой эры» (англ. New Era Drinks).\n" +
                "\n" +
                "Существует несколько теорий происхождения коктейля «Б-52». Его название связывается с группой The B-52s, с модными в 60-е женскими причёсками, названными в честь бомбардировщика Боинг B-52 «Стратофортресс», или непосредственно с самим бомбардировщиком. Одна теория утверждает, что коктейль был создан в баре «Alice» в Малибу, другая — что коктейль был создан в баре гостиницы «Banff Springs Hotel» в канадской провинции Альберта в 1977 году, или в ресторане «Keg’s steakhouse» в городе Калгари той же провинции; есть и другие претенденты на изобретение коктейля. Существует легенда, что коктейль придумали американские лётчики, расквартированные в Италии во время Второй мировой войны.\n" +
                "\n" +
                "Ликёры осторожно наливают по порядку так, чтобы слои не смешивались (метод «билд»). Коктейль подаётся в стопке (англ. shot glass) с коктейльной трубочкой. Верхний слой (Grand Marnier или Куантро) поджигается и коктейль быстро выпивается через трубочку.\n" +
                "\n" +
                "Способ подачи «Б-52» с горящим апельсиновым ликёром иногда именуется Flaming B-52.\n" +
                "\n" +
                "Существует вариант, в котором коктейль смешивают и подают на льду.\n" +
                "\n" +
                "Существуют специальные машины, которые могут приготовить B-52 (или другие многослойные коктейли) всего за несколько секунд. Однако опытный бармен обычно делает ставку на традиционное приготовление вручную. Этот метод подготовки называется «стройка», в отличие от смешивания или встряхивания, таким образом, B-52 «строится».\n" +
                "\n" +
                "B-52 обычно подают в рюмке или хересном стакане, хотя при подаче «пылающего B-52» требуется термостойкий стакан.  Сначала в бокал наливают кофейный ликер, такой как Tia Maria или Kahlúa.  Затем очень медленно наливают ирландский крем Baileys на обратную сторону холодной барной ложки, стараясь не повредить нижний слой, когда второй ликер наливается сверху.  Так же осторожно с помощью барной ложки наливают Grand Marnier поверх Irish Cream.\n" +
                "\n" +
                "Серия вариантов коктейля носит названия, производные от Б-52, и известны как «серия Б-50»:\n" +
                "\n" +
                "• С ореховым ликёром Frangelico вместо апельсинового ликёра, такой коктейль называют «Б-51» (B-51).\n" +
                "• С двумя дополнительными слоями — Frangelico и ром Bacardi, такой коктейль называют B-52 with a Full Payload (Б-52 с полной загрузкой).\n" +
                "• С анисовым ликёром самбука вместо сливочного ликёра, такой коктейль называют «Б-53» (B-53). Так же «Б-53» встречается вариация с заменой апельсинового ликера на абсент.\n" +
                "• С миндальным ликёром амарето вместо апельсинового ликёра, такой коктейль называют «Б-54» (B-54).\n" +
                "• С абсентом Xenta Absent вместо апельсинового ликёра, такой коктейль называют «Б-55» (B-55).\n" +
                "• С мятным шнапсом вместо сливочного ликёра, такой коктейль называют «Б-57» (B-57).",
        typeId = 3
    ),
    DetailsEntity(
        id = 103,
        name = "Бакарди",
        info = "«Бакарди» (исп. Bacardi) — алкогольный коктейль-аперитив кубинского происхождения, основными компонентами которого являются светлый ром (обычно Bacardi), гренадин и лимонный сок. Подаётся обычно перед ужином. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые».\n" +
                "\n" +
                "Состав:\n" +
                "• Светлый ром 45 мл\n" +
                "• Гренадин (гранатовый сироп) 10 мл\n" +
                "• Сок лайма 20 мл\n" +
                "• Лёд\n" +
                "\n" +
                "Ингредиенты встряхивают в шейкере и сцеживают в коктейльный бокал. Коктейль гарнируют долькой лайма.\n" +
                "\n" +
                "В начале XX века коктейль был лицом компании Bacardi, отсюда и название. \n" +
                "\n" +
                "Согласно Washington Post, коктейль Бакарди возник в 1937 году, в конце эпохи сухого закона. Компания выпустила свой новый ром, и, чтобы он стал более популярным, придумала коктейль, главным составляющим которого был этот ром. Коктейль Бакарди изначально содержал ром, сок лайма и сахар. Версия с гренадином возникла позже в США, а оригинальный рецепт коктейля возник на Кубе.\n" +
                "\n" +
                "В 1940-х годах состоялся суд за авторство над рецептом коктейля Бакарди. Суд постановил признать за семьёй Бакарди все права на коктейль. Некоторое время спустя в Нью-Йорке вышел закон, согласно которому в коктейле Бакарди должен использоваться ром только марки Бакарди.",
        typeId = 3
    ),
    DetailsEntity(
        id = 104,
        name = "Барракуда",
        info = "«Барракуда» (англ. Barracuda) — коктейль на основе рома, ликёра Galliano, игристого вина, ананасового сока и сока лайма. Классифицируется как газированный коктейль. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Напитки новой эры» (англ. New Era Drinks).\n" +
                "\n" +
                "Состав:\n" +
                "• Золотой ром — 45 мл\n" +
                "• Ликёр Galliano — 15 мл\n" +
                "• Ананасовый сок — 60 мл\n" +
                "• Сок лайма — 1 капля\n" +
                "• Игристое вино — долить.\n" +
                "\n" +
                "Метод приготовления: шейк & стрейн (кроме игристого вина). Ингредиенты (компоненты) перемешивают со льдом в смесительном стакане (шейкере), взбивают, после чего отцеживают и отфильтровывают в коктейльную рюмку или бокал Маргарита. Доливают игристое вино.",
        typeId = 3
    ),
    DetailsEntity(
        id = 105,
        name = "Белая Леди",
        info = "«Белая леди» (англ. White lady) — сауэр коктейль на основе джина и ликёра Куантро или Трипл-сек. Термин сауэр указывает на кислый сок цитрусовых и подслащающие компоненты. Украшают долькой лимона и подают в бокале для Мартини. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables).\n" +
                "\n" +
                "Напиток был создан во времена сухого закона в США. На авторство коктейля «Белая леди» претендует Франция и США. Французские бармены считают, что коктейль был создан в честь оперы Франсуа-Адриен Буальдье «La Dame invisible». Американские бармены посвятили коктейль актрисе Элле Джейн Фицджеральд, которая в белом платье спела о замысловатой леди (англ. sofisticated lady). Многие бары и бармены готовили этот напиток в Европе, так как богатые американцы предпочитали приезжать в Европу, чтобы легально употреблять алкоголь.\n" +
                "\n" +
                "Состав:\n" +
                "• Джин — 40 мл\n" +
                "• Ликёр Куантро (или Трипл-сек) — 30 мл\n" +
                "• Лимонный сок — 20 мл\n" +
                "\n" +
                "Все компоненты взбивают в шейкере затем отфильтровывают в коктейльный бокал или бокал для Мартини и украшают долькой лимона.",
        typeId = 3
    ),
    DetailsEntity(
        id = 106,
        name = "Беллини",
        info = "«Беллини» (англ. Bellini) — алкогольный коктейль, изобретённый в Венеции в первой половине XX века; представляет собой смесь игристого вина (традиционно просекко) и персикового пюре, часто подаваемый на праздниках. Это — один из самых популярных коктейлей Италии. В настоящее время к персиковому пюре вместо игристого вина могут добавлять джин, водку или делать безалкогольный «Беллини». Классифицируется как газированный коктейль.\n" +
                "\n" +
                "Входит в число официальных коктейлей Международной ассоциации барменов (IBA) в категории «Современная классика» (англ. Contemporary classics), что свидетельствует о его популярности у публики и о его признании в профессиональном мире.\n" +
                "\n" +
                "Напиток был «изобретен» в Венеции между 1934 и 1948 годами Джузеппе Чиприани (англ. Giuseppe Cipriani; также известным, как изобретатель блюда «карпаччо»), владельцем культового «Бара Гарри», и назван в честь живописца кватроченто Джовани Беллини, который умел добиваться на своих полотнах уникальных розоватых оттенков белого (одеяния изображаемых им святых и ангелов). Цвет получившегося коктейля напомнил Чиприани этот цвет.\n" +
                "\n" +
                "Вначале коктейль предлагался как сезонный в «Баре Гарри», любимом венецианском прибежище Эрнеста Хемингуэя, Синклера Льюиса, Орсона Уэллса, Хамфри Богарта и других представителей артистической богемы. Позже он также стал популярным в баре, принадлежащем Чиприани в Нью-Йорке. После того, как один предприимчивый француз наладил дело по промышленному производству персикового пюре — основы «Беллини» — напиток стал круглогодичным.",
        typeId = 3
    ),
    DetailsEntity(
        id = 107,
        name = "Бренди Александр",
        info = "«Бренди Александр» — коктейль со сливками на основе коньяка (или бренди) и шоколадного ликёра. Классифицируется как коктейль-дижестив (англ. After Dinner Cocktail). \n" +
                "\n" +
                "Состав:\n" +
                "• Бренди 1/3\n" +
                "• Шоколадный ликёр 1/3\n" +
                "• Сливки 1/3\n" +
                "\n" +
                "Готовят в шейкере. Подают без льда в рюмке сауэр или шампанском блюдце.\n" +
                "\n" +
                "Своим появлением коктейль, как и многие другие алкогольные напитки с содержанием сливок и сладкого ликера, обязан американскому «Сухому закону», действовавшему в США в начале XX века. Именно «сладкие» составляющие коктейля помогали маскировать алкоголь и таким образом обходить запрет на его продажу.\n" +
                "\n" +
                "Автором напитка является бармен, работавший в 20-е годы в знаменитом американском подпольном баре «Speak Easy», в котором посетителями были члены высшего американского общества.\n" +
                "\n" +
                "По версии любителя-этимолога Барри Попик, им была найдена статья 1929 года, в которой идёт речь о званом обеде в довольно известном заведении до вступления в силу «Сухого закона» — кафе Rector’s. В статье описан обед, данный в честь популярного вымышленного рекламного персонажа Белоснежной Фиби (англ. Phoebe Snow) — дамы, всегда одетой в белое и любившей кататься на поездах рекламируемых американских железных дорог, в салонах которых всегда было чисто. За баром на званом обеде стоял Трой Александер, решивший смешать в честь виновницы торжества коктейль белоснежного цвета. В связи с тем, что виновница торжества оказалась вымышленным персонажем, имя коктейлю дали в честь его создателя.\n" +
                "\n" +
                "Тем не менее, по материалам более ранних печатных источников, коктейль «Александр» появился в 1915 году, в книге Recipes for Mixed Drinks Хьюго Энсслина. Правда, вместо бренди использовался джин. Итак, первый напиток семейства «Александр» готовили на основе джина и ликёра Créme de Cacao белого.\n" +
                "\n" +
                "Состав:\n" +
                "• 30 мл джина;\n" +
                "• 30 мл белого Créme de Cacao;\n" +
                "• 30 мл сливок 20 %.\n" +
                "\n" +
                "Таким образом, «Бренди Александр» (называемый в некоторых источниках Alexander №2) является всего лишь вариацией коктейля «Александр». Однако именно Бренди Александр превзошёл по популярности своего предшественника, в подавляющем большинстве баров мира коктейль готовят на основе бренди, лучшим из которых является коньяк.",
        typeId = 3
    ),
    DetailsEntity(
        id = 108,
        name = "Вампиро",
        info = "«Вампиро» (итал. Vampiro) — коктейль на основе текилы, томатного, апельсинового и сока лайма. По составу является вариантом коктейля «Кровавая Мэри». Классифицируется как лонг дринк. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Напитки новой эры» (англ. New Era Drinks).\n" +
                "\n" +
                "Состав:\n" +
                "• Текила серебряная — 50 мл\n" +
                "• Томатный сок — 70 мл\n" +
                "• Апельсиновый сок — 30 мл\n" +
                "• Сок лайма — 10 мл\n" +
                "• Мёд — 1 чайная ложка\n" +
                "• Лук — половина кружка\n" +
                "• Перец чили острый красный — 2 г\n" +
                "• Соус Worcestershire — 2—3 капли\n" +
                "• Соль — по вкусу.\n" +
                "\n" +
                "Метод приготовления: шейк & стрейн. Половинку кружка лука и несколько кусочков красного жгучего перца чили мелко нарезают и укладывают в шейкер со льдом и добавляют остальные компоненты. Ингредиенты перемешивают в смесительном стакане (шейкере) и тщательно взбивают. После чего отцеживают и отфильтровывают в бокал хайбол, заполненный льдом. В качестве гарнира готовый коктейль украшают долькой лайма и красным или зеленым перцем чили.",
        typeId = 3
    ),
    DetailsEntity(
        id = 109,
        name = "Венецианский спритц",
        info = "Спритц или Венецианский спритц (итал. Spritz, итал. Spritz veneziano) — слабоалкогольный коктейль, представляющий собой смесь белого сухого или игристого вина (традиционно просекко), настоек Апероль и/или Кампари и содовой воды. Очень популярен в качестве аперитива в области Венеция. Классифицируется как газированный коктейль. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Напитки новой эры» (англ. New Era Drinks).\n" +
                "\n" +
                "По одной из версий спритц появился в Венеции в середине XIX века во времена, когда Венеция входили в состав Австрийской империи, был изобретён австрийскими военными и первоначально представлял собой смесь вина и газированной воды.\n" +
                "\n" +
                "По другой версии напиток появился во время Первой мировой войны, когда вооружённые силы Австро-Венгрии в ходе наступления заняли север области Венеция. По этой легенде появлению напитка мы также обязаны австрийским военнослужащим, которые разбавляли местные вина, среди которых преобладало игристое просекко, минеральной водой. Возможно, появлению спритца мы обязаны военнослужащим из Австрийского региона Вахау, где традиция разбавлять вино газированной водой существовала с давних времён.\n" +
                "\n" +
                "Существует множество вариантов приготовления напитка, но все они являются различными вариациями следующего рецепта: в обычный стакан насыпают кубики льда, стакан примерно на половину его объёма наполняют белым сухим обычным или игристым (просекко) вином, добавляют примерно 30% газированной воды (минеральной либо обычной), а в оставшийся пустым объём стакана (10-20%) доливают биттер (Кампари и/или Аперол, либо какой-либо другой). Иногда вместо воды могут добавлять тоник. Ингредиенты перемешивают прямо в стакане. Возможно и смешивание алкогольных ингредиентов в коктейльном шейкере, с последующим переливанием содержимого шейкера в стакан со льдом до объёма ¾ и добавлением газировки до полного объёма уже прямо в стакан.\n" +
                "\n" +
                "Напиток принято украшать зелёной оливкой и долькой цитрусового — обычно красного апельсина, апельсина, грейпфрута, реже лимона. Возможны и иные ингредиенты (коктейльная вишня).",
        typeId = 3
    ),
    DetailsEntity(
        id = 110,
        name = "Веспер",
        info = "«Веспер» (англ. Vesper) — коктейль Джеймса Бонда состоящий из джина, водки и светлого французского аперитивного вина Кина Лилле. Все компоненты смешиваются в шейкере со льдом, после чего коктейль фильтруют от льда и мякоти цитрусовых стрейнером и сцеживают в коктейльный бокал. В качестве гарнира выступает цедра лимона. Классифицируется как аперитив. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Напитки новой эры» (англ. New Era Drinks).\n" +
                "\n" +
                "Оригинальный рецепт коктейля описан Яном Флемингом в романе «Казино „Рояль“». Коктейль также фигурирует в одноимённом фильме «Казино „Рояль“» и его прямом сиквеле «Квант милосердия».\n" +
                "\n" +
                "Личный рецепт Джеймса Бонда, придуманный им в первой книге, «Казино „Рояль“» (1953), звучит так:\n" +
                "\n" +
                "\"Три части «Gordon`s», одна часть водки, и половина части «Kina Lillet» (Кина Лиллет — сложно найти в продаже, так что можно заменить иным вермутом). Хорошенько встряхните, добавьте МНОГО льда (столько же, как и самого коктейля, либо в два раза больше, то есть практически утройте объём льдом) и длинную, тонкую спираль кожуры лимона.\"\n" +
                "\n" +
                "Он называет свой коктейль «Веспер» — в честь Веспер Линд, двойного агента и своей любовной пассии в этом романе. Кстати, из всех девушек Бонда, Веспер — рекордсменка по употреблению алкоголя.",
        typeId = 3
    ),
    DetailsEntity(
        id = 111,
        name = "Виски Сауэр",
        info = "«Виски сауэр» (англ. Whiskey sour) — сауэр коктейль на основе виски. \n" +
                "\n" +
                "Коктейль «Виски сауэр» представляет собой смешанный напиток, содержащий виски (чаще бурбон), лимонный сок и сахар, кроме того по желанию, может быть добавлено небольшое количество яичного белка. Вариант коктейля с добавлением яичного белка иногда называют «Бостон сауэр» (англ. Boston Sour). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables).\n" +
                "\n" +
                "Старейшее историческое упоминание о коктейле «Виски сауэр» — публикация в газете Висконсина Waukesha Plain Dealer (США) в 1870 году.\n" +
                "\n" +
                "Состав:\n" +
                "• Бурбон виски — 45 мл (или 3 части)\n" +
                "• Лимонный сок — 30 мл (или 2 части)\n" +
                "• Сахарный сироп — 15 мл (или 1 часть)\n" +
                "• Дэш белка яйца или яичного порошка (по вкусу).\n" +
                "\n" +
                "Компоненты добавляют в шейкер со льдом, тщательно перемешивают встряхиванием и выливают в бокал олд фешен со льдом, который украшают долькой апельсина/лимона  и коктейльной вишней.",
        typeId = 3
    ),
    DetailsEntity(
        id = 112,
        name = "Восходящее солнце",
        info = "«Восходящее солнце»  (англ. Tequila Sunrise, «Текила-санрайз») — алкогольный коктейль на основе текилы, гренадина и апельсинового сока. Классифицируется как лонг дринк или хайбол. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics).\n" +
                "\n" +
                "Коктейль «Восходящее солнце» был изобретён в 30-40-е годы барменом Джином Сулитом в гостинице Аризона-Билтмор. Первоначально рецепт включал текилу, чёрносмородиновый ликёр Creme de Cassis, сок лайма и содовую воду.\n" +
                "\n" +
                "Своё название (англ. sunrise — «восход») коктейль получил за внешний вид. Плотные компоненты (чёрносмородиновый ликёр или гранатовый сироп), оседая на дно стакана сквозь смесь сока и текилы, создают градацию цветов, напоминающую рассвет.\n" +
                "\n" +
                "Популярность коктейлей «Текила-санрайз» и «Маргарита» в 70-х и 80-х привела к увеличению потребления текилы в несколько раз.\n" +
                "\n" +
                "Состав:\n" +
                "• 45 мл текилы\n" +
                "• 15 мл гренадина\n" +
                "• 90 мл апельсинового сока\n" +
                "\n" +
                "Влить текилу и апельсиновый сок в стакан «хайбол» поверх льда. Добавить гренадин, который опускается вниз. Не размешивать. Добавить украшения (долька апельсина или апельсин и коктейльная вишня) и подать на стол.\n" +
                "\n" +
                "Существует вариация классического рецепта, называемая «Заходящее солнце» или «Текила сансет» (англ. sunset — «закат»), в которой, для придания коктейлю тёмного цвета, используется черничный бренди.",
        typeId = 3
    ),
    DetailsEntity(
        id = 113,
        name = "Гланды Обезьянки",
        info = "«Гланды обезьянки» (англ. Monkey Gland) — алкогольный коктейль, смешиваемый из джина, апельсинового сока, абсента и гренадина. Классифицируется как коктейль на весь день (англ. All day cocktail). Входит в число официальных коктейлей Международной ассоциации барменов, категория «Незабываемые» (англ. Unforgettables).\n" +
                "\n" +
                "Коктейль появился в 1920-е годы и своё название получил благодаря позднее не нашедшей подтверждения методике «омоложения», предложенной доктором Вороновым, — пересадке семенных желёз обезьян стареющим мужчинам. На авторство претендуют Гарри Мак-Элхон, владелец парижского бара Harry’s New York Bar, и Фрэнк Мейер, первый главный бармен парижского отеля «Риц». Мак-Элхон опубликовал рецепт коктейля в 1927 в книге Barflies and Cocktails, рецепт Мейера появился в печати пять лет спустя, в 1933 году, в книге The Artistry of Mixing Drinks.\n" +
                "\n" +
                "Оригинальный рецепт коктейля, приведённый в публикациях Мак-Элхона и Мейера, требует равного соотношения долей джина и апельсинового сока. В официальном рецепте Международной ассоциации барменов для приготовления нужно 50 мл джина, 30 мл апельсинового сока и по 2 капли абсента и гренадина. Ингредиенты смешиваются в шейкере и сцеживаются в охлаждённую коктейльную рюмку.\n" +
                "\n" +
                "Соотношение основных компонентов может варьироваться от равных долей до троекратного количества джина. Вместо абсента и гренадина можно использовать анисовую настойку и любой другой сладкий сироп соответственно. Гарнир, как правило, не требуется.",
        typeId = 3
    ),
    DetailsEntity(
        id = 114,
        name = "Грязный мартини",
        info = "«Грязный мартини» (англ. Dirty martini) — коктейль на основе водки, сухого вермута и жидкости от консервированных оливок (маслин). Классифицируется как аперитив. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Напитки новой эры» (англ. New Era Drinks).\n" +
                "\n" +
                "Состав:\n" +
                "• Водка — 60 мл\n" +
                "• Сухой вермут — 10 мл\n" +
                "• Жидкость от консервированных маслин (оливок) — 10 мл.\n" +
                "\n" +
                "Метод приготовления: стир & стрейн. Ингредиенты перемешивают со льдом в смесительном стакане (шейкере), после чего отцеживают в коктейльный бокал или бокал Мартини. Готовый коктейль в качестве гарнира украшают зелёными оливками.",
        typeId = 3
    ),
    DetailsEntity(
        id = 115,
        name = "Дайкири",
        info = "«Дайкири» (исп. Daiquirí) — алкогольный коктейль кубинского происхождения, основными компонентами которого являются светлый ром, сок лайма и сахар. Классифицируется как аперитив. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables). Один из самых популярных в мире коктейлей.\n" +
                "\n" +
                "Принято считать, что коктейль придумал американский инженер, находившийся на Кубе во время войны с испанцами и давший ему название в честь пляжа Дайкири близ Сантьяго. Но тот, который действительно получил международную популярность, был создан Константином Рубалькаба Вертом (Constantino Rubalcaba Vert) в одном из самых известных баров в мире, «El Floridita La Habana». Этот бар был открыт в 1817 году и стал известен благодаря писателю Эрнесту Хемингуэю, который бывал здесь регулярно. Специально для Папы Хема, страдающего диабетом, коктейль готовили без сахара, с соком лайма, грейпфрута и ликером Мараскино — (Hemingway Special) и с двойной порцией рома — (Papá Doble). \n" +
                "\n" +
                "Дайкири был любимым напитком Джона Ф. Кеннеди и Эрнеста Хемингуэя. Томас Хадсон, главный герой романа Хемингуэя «Острова в океане», признавался: «Моя латынь совсем никуда, так же как и мой греческий, и мой английский, и моя голова, и моё сердце. Я сейчас могу говорить только на замороженном дайкири». \n" +
                "\n" +
                "Рецепты Дайкири и Куба Либре были приведены на этикетке на оборотной стороне бутылки рома Гавана Клуб, поставлявшегося в 70-ых - 80-ых годах ХХ века Кубой в СССР.\n" +
                "\n" +
                "Состав:\n" +
                "• Светлый ром, 60 мл\n" +
                "• Сок лайма, 20 мл\n" +
                "• 2 барные ложки сахара\n" +
                "\n" +
                "Добавить в шейкер все ингредиенты. Хорошо перемешать, чтобы сахар растворился. Добавить лёд и взболтать. Сцедить в охлаждённый коктейльный бокал.",
        typeId = 3
    ),
    DetailsEntity(
        id = 116,
        name = "Дерби",
        info = "«Дерби» (англ. Derby) — алкогольный коктейль на основе джина, персикового биттера и листьев мяты. Классифицируется как коктейль на весь день (англ. All day cocktail). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables).\n" +
                "\n" +
                "Состав:\n" +
                "• 60 мл джина\n" +
                "• 2 капли персикового биттера \n" +
                "• Два листка мяты\n" +
                "\n" +
                "Ингредиенты смешиваются в стакане со льдом, затем сцеживаются в коктейльный бокал. В качестве гарнира используются листочки мяты.",
        typeId = 3
    ),
    DetailsEntity(
        id = 117,
        name = "Джин-физ",
        info = "«Джин-физ» (англ. Gin Fizz) — алкогольный коктейль на основе джина, лимонного сока, сахарного сиропа и газированной воды. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables). Относится к категории «лонг дринков».\n" +
                "\n" +
                "Состав:\n" +
                "• 45 мл джина\n" +
                "• 10 мл сахарного сиропа\n" +
                "• 30 мл свежевыжатого лимонного сока \n" +
                "• 80 мл газированной воды\n" +
                "\n" +
                "Джин, сироп и сок смешиваются в шейкере со льдом, наливаются в стакан и заливаются сверху газированной водой. В качестве гарнира используется долька лимона.",
        typeId = 3
    ),
    DetailsEntity(
        id = 118,
        name = "Джон Коллинз",
        info = "«Джон Коллинз» (англ. John Collins) — алкогольный коктейль на основе джина, лимонного сока, сахара и газированной воды. Классифицируется как лонг дринк. Входит в число официальных коктейлей Международной ассоциации барменов, категория «Незабываемые» (англ. Unforgettables). При использовании джина Old Tom называется «Том Коллинз».\n" +
                "\n" +
                "Первая публикация рецепта коктейля относится к 1869 году, однако считается, что он был известен и ранее. Название коктейля связывают с именем метрдотеля, работавшего в отеле Limmer’s Old House, пик популярности которого пришёлся на 1790—1817 годы.\n" +
                "\n" +
                "Первый опубликованный рецепт коктейля появился в книге Steward and Barkeeper’s Manual 1869 года:\n" +
                "\n" +
                "• Чайная ложка сахарной пудры\n" +
                "• Сок половинки лимона\n" +
                "• Бокал джина Old Tom\n" +
                "• Бутылка простой газированной воды\n" +
                "\n" +
                "Смешать в шейкере или в стакане со льдом. Добавить завиток из цедры лимона в качестве гарнира.\n" +
                "\n" +
                "Историк напитков Дэвид Уондрич предполагает, что коктейль, представленный под этим названием в Нью-Йорке в 1850-е годы, был бы очень похож на пунши на основе джина, которые подавались в лондонских клубах, вроде Garrick в первой половине XIX века. По мнению Уондрича, в состав коктейля входили джин, лимонный сок, охлажденная газированная вода и мараскин.\n" +
                "\n" +
                "Точное указание марки джина — Old Tom — в рецепте 1869 года является вероятной причиной, почему в рецепте Джерри Томаса 1876 года название коктейля было изменено на «Том Коллинз».\n" +
                "\n" +
                "В официальном рецепте Международной ассоциации барменов используются:\n" +
                "• 45 мл джина\n" +
                "• 30 мл лимонного сока\n" +
                "• 15 мл сахарного сиропа\n" +
                "• 60 мл газированной воды \n" +
                "• 2-3 капли ангостуры\n" +
                "\n" +
                "Смешивается в бокале, подаётся с гарниром из дольки лайма и коктейльной вишни.",
        typeId = 3
    ),
    DetailsEntity(
        id = 119,
        name = "Ежевика",
        info = "«Ежевика» (англ. Bramble, Брамбл) — коктейль на основе джина, ежевичного ликёра, лимонного сока и сахарного сиропа. Классифицируется как коктейль на весь день (англ. All day cocktail). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Напитки новой эры» (англ. New Era Drinks).\n" +
                "\n" +
                "Коктейль был создан в 1980-х годах в Лондоне (Великобритания).\n" +
                "\n" +
                "Состав:\n" +
                "• Джин — 40 мл;\n" +
                "• Лимонный сок — 15 мл;\n" +
                "• Сахарный сироп — 10 мл;\n" +
                "• Ежевичный ликёр — 15 мл (долить).\n" +
                "\n" +
                "Метод приготовления: билд. Подают в бокале олд фешен с крошенным льдом.\n" +
                "\n" +
                "Все ингредиенты (кроме ликёра) наливают в стакан с крошеным льдом и размешивают. Затем вдоль края стакана по кругу наливают ежевичный ликёр. Готовый коктейль в качестве гарнира украшают долькой лимона и двумя-тремя ягодами ежевики.",
        typeId = 3
    ),
    DetailsEntity(
        id = 120,
        name = "Жёлтая птичка",
        info = "«Жёлтая птичка» (англ. Yellow bird) — коктейль на основе белого рома, ликёра Galliano, ликёра Triple Sec и сока лайма. Классифицируется как коктейль на весь день (англ. All day cocktail). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Напитки новой эры» (англ. New Era Drinks).\n" +
                "\n" +
                "Источник названия коктейля «Жёлтая птичка» неизвестен. Некоторые источники указывают, что коктейль назван в честь Гаитянской мелодии «Yellow bird», которая была впервые записана Гарри Белафонте на английском языке в 1957 году и, благодаря своей популярности, стала своего рода гимном Карибского моря. Гавайский певец Артур Лаймен (один из самых влиятельных представителей культуры экзотикой музыки) выпустил версию песни, которая в июле 1961 года поднялась до 4-й строки в чартах Billboard и каждую неделю исполнялась в баре (англ. Shell Bar) отеля «The Hawaii Village» (одном из самых ярких и известных курортных отелей на пляже Вайкики в Гонолулу, штат Гавайи), возможной родине коктейля.\n" +
                "\n" +
                "Состав:\n" +
                "• Белый ром — 30 мл\n" +
                "• Ликёр Galliano — 15 мл\n" +
                "• Ликёр Triple Sec — 15 мл\n" +
                "• Сок лайма — 15 мл.\n" +
                "\n" +
                "Метод приготовления: шейк & стрейн. Ингредиенты перемешивают со льдом в смесительном стакане (шейкере), взбивают, после чего отцеживают и отфильтровывают в коктейльный бокал или бокал Мартини.",
        typeId = 3
    ),
    DetailsEntity(
        id = 121,
        name = "Золотая мечта",
        info = "«Золотая мечта» (англ. Golden dream) — коктейль на основе итальянского ликёра Galliano (крепостью до 30 об%), который прекрасно смешивается с другими напитками и крепкого (40 об%) французского ликёра Куантро (который приобретает опаловый оттенок при добавлении льда или воды, что указывает на высокое содержание эфирных масел, а также подтверждает уникальность компонентов и качество продукта). \n" +
                "\n" +
                "Относится к алкогольным напиткам, которые готовят в шейкере или перемешивают со льдом, а затем процеживают и подают без льда в бокал для вина или коктейля. Классифицируется как десертный (дижестив), обычно подаётся после обеда. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics).\n" +
                "\n" +
                "Коктейль Golden Dream был разработан в шестидесятых годах XX столетия барменом Раймундо Альварес, в баре Old King Bar, Майами (штат Флорида, США). Созданный в честь актрисы Джоан Кроуфорд, коктейль стал популярен в конце шестидесятых годов на восточном побережье США.\n" +
                "\n" +
                "Состав:\n" +
                "• 20 мл (или 2 части) ликёра Galliano\n" +
                "• 20 мл (или 2 части) ликёра Куантро (или заменителя «трипл-сек»)\n" +
                "• 20 мл (или 2 части) свежевыжатого апельсинового сока (фреш)\n" +
                "• 10 мл (или 1 часть) свежих сливок\n" +
                "• Пищевой лёд\n" +
                "\n" +
                "Ингредиенты встряхивают в шейкере и сцеживают в коктейльный бокал.",
        typeId = 3
    ),
    DetailsEntity(
        id = 122,
        name = "Казино",
        info = "«Казино» (англ. Casino) — алкогольный коктейль на основе джина, бесцветного сухого фруктового ликёра, изготавливаемого из мараскиновой вишни, апельсинового биттера и лимонного сока. Классифицируется как коктейль на весь день (англ. All day cocktail). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables).\n" +
                "\n" +
                "Коктейль упоминается в книге Гарри Крэддока The Savoy Cocktail Book (1930), где смешивается на основе джина (около 40 мл) с добавлением небольшого количества равных долей остальных ингредиентов (примерно по 10 мл). В качестве гарнира используется коктейльная вишня. Авторство коктейля приписывается Крэддоку, смешивавшему его в своём парижском баре, при этом в качестве прототипа назван коктейль «Авиация», появившийся в 1910-е годы в Нью-Йорке.\n" +
                "\n" +
                "В рецепте официального коктейля IBA основой является джин Old Tom (40 мл), а мараскин, апельсиновый биттер и свежевыжатый лимонный сок добавляются в количестве 10 мл. Ингредиенты смешиваются в шейкере со льдом, сцеживаются в охлаждённый коктейльный бокал и подаются с гарниром из коктейльной вишни и завитка лимонной цедры.",
        typeId = 3
    ),
    DetailsEntity(
        id = 123,
        name = "Кайпиринья",
        info = "Кайпиринья (порт. caipirinha) — бразильский алкогольный коктейль, который готовится из кашасы, лайма, льда и тростникового сахара. Классифицируется как коктейль на весь день (англ. all-day cocktail). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. contemporary classics).\n" +
                "\n" +
                "При отсутствии кашасы её можно заменить ромом («кайпири́ссима») или водкой («капиводка» или «капироска»). В таком случае кайпиринья превратится в дайкири. Также есть вариант с использованием кампари — кампаринья.\n" +
                "\n" +
                "В Рио-де-Жанейро коктейль кайпиринья продаётся повсеместно. На пляжах Копакабана-Леблон-Ипанема он стоит 15 реалов. В Португалии этот коктейль также популярен.\n" +
                "\n" +
                "Также существуют вариации кайпириньи, в которых вместо лайма используются другие фрукты.\n" +
                "\n" +
                "Кайпиринья относится к лонг-дринкам, её пьют по мере того, как тает лёд.\n" +
                "\n" +
                "Хотя в Европе считается, что для кайпириньи нужен только тёмный тростниковый сахар, в Бразилии почти всегда используют обычный белый очищенный (естественно, что он тоже тростниковый). На вечеринках кайпиринью готовят в крупных емкостях, не соблюдают строгих пропорций, руководствуясь лишь вкусом.\n" +
                "\n" +
                "Есть много альтернатив кайпириньи, некоторые из них включают в себя:\n" +
                "\n" +
                "• Кайпироска — это обычная альтернатива, приготовленная из водки.\n" +
                "• Сакеринья — это вариант, приготовленный с саке.\n" +
                "• Кайпинхегер — это еще одна вариация, сделанная с использованием Штайнхегера.",
        typeId = 3
    ),
    DetailsEntity(
        id = 124,
        name = "Кир",
        info = "«Кир» (фр. kir) — коктейль-аперитив, изобретённый в Бургундии (Франция) в первой половине XX века. Представляет собой смесь белого сухого вина и чёрносмородинового ликёра Creme de Cassis. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics).\n" +
                "\n" +
                "Коктейль изобретён в Бургундии и особо популярен во Франции. Назван в честь героя Сопротивления, священника Феликса Кира (1876—1968), послевоенного мэра Дижона, где изготовляется смородиновый ликёр Cassis de Dijon. Феликс Кир, будучи одним из пионеров начинания городов-побратимов, немало способствовал популяризации коктейля, предлагая его всем приезжающим в Дижон делегациям.\n" +
                "\n" +
                "Существует версия, что коктейль в его нынешнем виде был изобретён из-за того, что запасы красных бургундских вин в крае были конфискованы немецкой армией во время войны.\n" +
                "\n" +
                "Варианты коктейля могут включать шампанское, водку или красное вино вместо белого вина. Возможна так же замена Creme de Cassis на другие ликёры (черничный, вишнёвый, малиновый, персиковый).\n" +
                "\n" +
                "• Kir Royal — с шампанским вместо сухого белого.\n" +
                "• Kir Pétillant — с игристым вином вместо сухого белого.\n" +
                "• Korn Kir — с водкой или брэнди.\n" +
                "Pink Russian - с молоком вместо вина.",
        typeId = 3
    ),
    DetailsEntity(
        id = 125,
        name = "Клевер Клуб",
        info = "«Клевер Клуб» (англ. Clover Club) — алкогольный коктейль на основе джина, лимонного сока, малинового сиропа и яичного белка. Яичный белок добавляется ради образования характерной пены. Классифицируется как коктейль на весь день (англ. All day cocktail). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables).\n" +
                "\n" +
                "Коктейль появился до введения в США сухого закона и назван в честь филадельфийского мужского клуба, проводившего собрания в отеле Bellevue-Stratford.\n" +
                "\n" +
                "Наиболее ранняя публикация рецепта коктейля относится к 1917 году, когда его описание появилось в книге \"The Ideal Bartender\" Томаса Буллока (англ. Thomas Bullock) и книге \"Mrs. Norton’s Cook-book: Selecting, Cooking, and Serving for the Home Table\" Жанетт Янг Нортон (англ. Jeanette Young Norton).\n" +
                "\n" +
                "По утверждению Роберта Гесса, сам коктейль подавался в клубе уже в 1910 году. Как писал Джек Таунсенд в книге The Bartender’s Book (1951), в период расцвета напиток демонстрировал если не принадлежность к членам одноимённого клуба, то как минимум обоснованное право заказывавшего его человека к ним принадлежать. Однако к середине XX века коктейль потерял популярность и был забыт. Частично причиной этому было использование сырых яиц, которых опасались клиенты, и сложность приготовления. Сочетание необычных ингредиентов делало вкус коктейля сложным: терпким и сладким — а яичный белок обеспечивал консистенцию и пенную шапку.\n" +
                "\n" +
                "Коктейль сложен в приготовлении из-за дополнительных действий, требуемых для формирования пенной шапки. В нескольких рецептах напиток предлагается смешивать без льда в шейкере, в одном случае указана продолжительность — не менее минуты. После этого добавляется лёд, чтобы охладить и разбавить смесь.\n" +
                "\n" +
                "Традиционный состав:\n" +
                "• Джин\n" +
                "• Лимонный сок\n" +
                "• Малиновый сироп \n" +
                "• Яичный белок \n" +
                "\n" +
                "В рецепте из книги The Ideal Bartender в лёд добавлялись 25 мл малинового сиропа, 90 мл сухого джина, 45 мл французского вермута и один яичный белок, после чего содержимое интенсивно встряхивалось.\n" +
                "\n" +
                "В книге \"Mrs. Norton’s Cook-book: Selecting, Cooking, and Serving for the Home Table\" коктейль готовился из сока половинки лимона, 8 мл гренадина, 45 мл джина, французского вермута.\n" +
                "\n" +
                "В официальном рецепте IBA смешиваются 45 мл сухого джина, 15 мл малинового сиропа, 15 мл свежевыжатого лимонного сока и добавляется несколько капель яичного белка, ингредиенты интенсивно встряхиваются, затем содержимое сцеживается в коктейльный бокал.\n" +
                "\n" +
                "Существует ещё несколько вариаций этого напитка, наиболее часто малиновый сироп заменяют гренадином или сиропом из красной смородины.",
        typeId = 3
    ),
    DetailsEntity(
        id = 126,
        name = "Космополитен",
        info = "«Космополитен» (англ. сosmopolitan cocktail) — алкогольный коктейль на основе водки, ликёра трипл-сек, лимонного и клюквенного сока. Классифицируется как коктейль на весь день (англ. All day cocktail). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics).\n" +
                "\n" +
                "Изначально коктейль был специально создан для водки «Absolut Citron», которая обладала вкусом лимона.\n" +
                "\n" +
                "По другой версии, «Космополитен» создала Черил Кук (англ. Cheryl Cook), женщина-бармен из местечка Южный пляж (South Beach), Флорида. В одном из интервью она сказала, что придумала этот напиток в 1985 году, хотя до этого времени, уже в конце 1970-х годов, он был популярен в гей-барах. Рецепт её «Космополитена» таков: водка «Absolut Citron», апельсиновый ликёр трипл-сек, лимонный сок Rose’s и немного клюквы, чтобы придать коктейлю розовый цвет. Другой фигурой, участвовавшей в создании напитка, был Тоби Чеккини (англ. Toby Cechini) с Манхэттена. Он приготовил коктейль, взяв за основу рецепт Кук, при этом он внёс свои небольшие изменения. Вместо трипл-сека он добавил ликёр Куантро и сок лайма. Именно его рецепт и стал эталоном приготовления «Космополитена». На протяжении долгого времени этот коктейль был популярен среди посетителей гей-клубов.\n" +
                "\n" +
                "Однако он приобрёл широкую популярность лишь в 1998 году в связи с выходом на экраны сериала Секс в большом городе, в котором коктейль «Космополитен» являлся любимым напитком героинь.",
        typeId = 3
    ),
    DetailsEntity(
        id = 127,
        name = "Крёстная мать",
        info = "«Крёстная мать» (англ. Godmother) — алкогольный коктейль на основе водки и амаретто. Является «близким родственником» коктейля «Крёстный отец». Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics).\n" +
                "\n" +
                "Как это часто бывает, точно происхождение этого коктейля неизвестно. Он стал известен незадолго до выхода одноимённого фильма. Название коктейля «Крёстная мать» созвучно названию коктейля «Крёстный отец». Действительно, их объединяет один общий ингредиент — миндальный ликёр, который в варианте «Крёстный отец» смешивают с виски, а не с водкой, как в варианте «матери».\n" +
                "\n" +
                "Состав:\n" +
                "• Водка 35 мл\n" +
                "• Амаретто 35 мл\n" +
                "• Лед\n" +
                "\n" +
                "Бокал олд-фешен наполняют льдом, заливают водку и миндальный ликёр, после чего коктейль аккуратно перемешивают.",
        typeId = 3
    ),
    DetailsEntity(
        id = 128,
        name = "Крёстный отец",
        info = "«Крёстный отец» (англ. Godfather) — алкогольный коктейль состоящий из скотча и амаретто. Является «близким родственником» коктейля «Крёстная мать». Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics).\n" +
                "\n" +
                "Как это часто бывает, точно происхождение этого коктейля неизвестно. Он стал известен незадолго до выхода одноимённого фильма. Согласно легенде, этот коктейль предпочитал другим известный киноактёр Марлон Брандо, сыгравший одну из главных ролей в киносаге «Крёстный отец». Также, возможно этот коктейль назвали так потому, что в его состав входит итальянский ликёр амаретто.\n" +
                "\n" +
                "Состав:\n" +
                "• Шотландский виски 35 мл\n" +
                "• Амаретто 35 мл\n" +
                "• Лед\n" +
                "\n" +
                "Бокал олд-фешн наполняют льдом, заливают виски и миндальный ликёр, после чего коктейль аккуратно перемешивают.",
        typeId = 3
    ),
    DetailsEntity(
        id = 129,
        name = "Кровавая Мэри",
        info = "«Кровавая Мэри» (англ. Bloody Mary) — алкогольный коктейль на основе водки и томатного сока. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary Classics), классифицируется как лонгдринк (Longdrink).\n" +
                "\n" +
                "Словосочетание Bloody Mary ассоциируется в английском языке с именем королевы Марии I Тюдор (1553—1558), получившей прозвище Кровавой за расправы над англиканами.\n" +
                "\n" +
                "Готовится из водки и томатного сока, с добавлением лимонного сока, соли, молотого перца, а в некоторых случаях и других добавок (например, вустерский соус, соус табаско).\n" +
                "\n" +
                "Состав:\n" +
                "• 45 мл водки.\n" +
                "• 90 мл томатного сока.\n" +
                "• 15 мл лимонного сока.\n" +
                "• 2-3 капли вустерского соуса.\n" +
                "• Табаско\n" +
                "• Смесь соли c порошком сельдерея\n" +
                "• Чёрный перец\n" +
                "\n" +
                "Ингредиенты необходимо аккуратно перемешать и налить в стеклянный стакан хайболл. Коктейль можно гарнировать сельдереем и долькой лимона.",
        typeId = 3
    ),
    DetailsEntity(
        id = 130,
        name = "Куба либре",
        info = "«Куба либре» (исп. Cuba Libre, «Свободная Куба») — коктейль на основе рома и кока-колы, считается одним из самых популярных коктейлей в мире. Коктейль входит в список «современной классики» международной барменской ассоциации (IBA) и классифицируется как лонг дринк.\n" +
                "\n" +
                "По подсчетам компании Bacardi, ежедневно в мире выпивается шесть миллионов порций этого коктейля.\n" +
                "\n" +
                "Существует несколько версий происхождения рецепта и названия коктейля, все они связывают коктейль с историей войны за независимость Кубы от Испании, отдавая честь изобретения коктейля либо солдатам американской армии, включая «мужественных всадников», либо кубинским повстанцам.\n" +
                "\n" +
                "Предыстория коктейля включает в себя историю боевого клича ¡Por Cuba libre! («за свободную Кубу!»), распространенного среди кубинских повстанцев в горах Сьерра-Маэстра на востоке Кубы в период «Десятилетней войны» за независимость от Испании 1868—1878 гг. В то время популярным напитком был местный ром с добавкой патоки сахарного тростника.\n" +
                "\n" +
                "Coca-Cola появилась на Кубе с прибытием американских войск на остров в период «Малой войны» за независимость 1896-98гг. Вместе с военными на Кубу приехал проповедник Уоррен Чэндлер — младший брат Асы Григса Чэндлера — владельца эксклюзивных прав на продажу Coca-Cola. Уоррен был миссионером и епископом протестантской церкви. Он прибыл на Кубу по церковным делам, но не забывал и о бизнесе старшего брата. Именно Уоррен договорился о поставках бутилированной колы для контингента американских войск на Кубе, а также организовал поставки в гаванские бары.\n" +
                "\n" +
                "История, публикуемая компанией Bacardi, ссылается на кубинца Фаусто Родригеса (Fausto Rodriguez), личного посыльного генерала Вуда, военного губернатора Кубы во время американской оккупации. Согласно этой версии, коктейль родился в 1900 году в «Американском баре» в центре Гаваны. Там некий капитане Рассел из американских войск связи заказал для себя охлажденную льдом смесь рома Bacardi и недавно завезенной на Кубу кoка-колы с добавлением сока лайма. Находящимся в баре солдатам смесь очень понравилось, и их воодушевление вылилось в тост за свободную Кубу.\n" +
                "\n" +
                "Коктейль приобрел широкую популярность после выхода в 1945 году песни Rum and Coca-Cola, исполненной сёстрами Эндрюс.\n" +
                "\n" +
                "Состав:\n" +
                "• 50 мл светлого рома\n" +
                "• 120 мл Coca-Cola\n" +
                "• 10 мл свежего сока лайма\n" +
                "\n" +
                "Наполнить стакан льдом, смешать ингредиенты, перемешать.\n" +
                "\n" +
                "Коктейль подаётся в бокале хайбол, украшается долькой лайма. Существуют вариации коктейля с другими видами рома вместо светлого.",
        typeId = 3
    ),
    DetailsEntity(
        id = 131,
        name = "Кузнечик",
        info = "«Кузнечик» (англ. Grasshopper) — алкогольный коктейль, смешиваемый из сливок, мятного и шоколадного ликёра в равных количествах. Обладает сладким мятным вкусом, подают в качестве дижестива. Своё название коктейль получил из-за своего зелёного цвета, который ему придаёт один из ингредиентов — мятный ликёр (crème de menthe). \n" +
                "\n" +
                "По одной из версий, коктейль был впервые приготовлен во Французском квартале Нового Орлеана, штат Луизиана, и в 50—60-х годах прошлого века завоевал популярность во всех южных штатах Америки. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics).\n" +
                "\n" +
                "Состав:\n" +
                "• Мятный ликёр — 1 часть\n" +
                "• Шоколадный ликёр — 1 часть\n" +
                "• Сливки — 1 часть\n" +
                "\n" +
                "1. Наполните шейкер кубиками льда\n" +
                "2. Налейте 30 мл шоколадного ликёра, 30 мл мятного ликёра и 30 мл свежих сливок\n" +
                "3. Взбейте все ингредиенты\n" +
                "4. Перелейте через стрейнер в охлажденный коктейльный бокал\n" +
                "5. Украсьте тёртым шоколадом",
        typeId = 3
    ),
    DetailsEntity(
        id = 132,
        name = "Лицо Ангела",
        info = "«Лицо Ангела» (англ. Angel Face) — алкогольный коктейль на основе джина, абрикосового бренди и кальвадоса. Классифицируется как коктейль на весь день (англ. All day cocktail). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables).\n" +
                "\n" +
                "Первое документальное упоминание коктейля обнаруживается в книге Гарри Крэддока \"The Savoy Cocktail Book\", изданной в 1930 году, где смешивается из компонентов в равных пропорциях. Предположительно получил название в честь Эйба Камински по прозвищу Ангельское Личико, участника Пурпурной банды (англ. The Purple Gang), действовавшей в Детройте в 1920—1930 годах.\n" +
                "\n" +
                "Состав:\n" +
                "• 30 мл джина\n" +
                "• 30 мл абрикосового бренди \n" +
                "•30 мл кальвадоса\n" +
                "\n" +
                "Ингредиенты смешиваются в шейкере со льдом и наливаются в коктейльный бокал. Гарнир не предусмотрен.",
        typeId = 3
    ),
    DetailsEntity(
        id = 133,
        name = "Лонг-Айленд айс ти",
        info = "Лонг-А́йленд айс ти (англ. Long Island Iced Tea) — популярный коктейль на основе водки, джина, текилы и рома. Кроме того, в состав коктейля обычно входит трипл сек (либо Куантро), кола (или холодный чай) и так далее. «Лонг-Айленд» — один из самых крепких коктейлей (содержит приблизительно 28 объёмных процентов алкоголя). Классифицируется как лонг дринк. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics).\n" +
                "\n" +
                "Назван коктейль в честь острова Лонг-Айленд — первого жилого центра в Нью-Йоркской бухте. Распространена версия о том, что коктейль был впервые изобретён в годы Сухого закона, так как внешне и ароматом напоминает айс-ти (холодный чай). Тем не менее, считается, что коктейль был впервые приготовлен в 70-х годах XX века Крисом Бендиксеном, барменом из ночного клуба в Смиттауне, остров Лонг-Айленд.\n" +
                "\n" +
                "Состав:\n" +
                "• 15 мл водки,\n" +
                "• 15 мл джина,\n" +
                "• 15 мл светлого рома,\n" +
                "• 15 мл текилы,\n" +
                "• 15 мл triple sec,\n" +
                "• 30 мл сахарного сиропа,\n" +
                "• 25 мл сока лимона,\n" +
                "• Один всплеск колы.\n" +
                "\n" +
                "Все ингредиенты размешиваются в бокале хайбол, наполненным льдом.\n" +
                "\n" +
                "Внешний вид и аромат коктейля не отличается от чая со льдом. Украшением (в качестве гарнира) может послужить лимонная спираль или долька лимона.",
        typeId = 3
    ),
    DetailsEntity(
        id = 134,
        name = "Лошадиная шея",
        info = "«Лошадиная шея» (англ. Horse's Neck) — коктейль на основе бренди, имбирного эля и биттера «Ангостура». Украшают широкой спиралью из цедры лимона, которая символизирует лошадиную шею. Классифицируется как лонг дринк. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics).\n" +
                "\n" +
                "Изначально коктейль был создан в 1890-х годах в качестве безалкогольной смеси имбирного эля, льда и лимонной цедры. В 1910-е годы в рецептура коктейля дополнена коньяком или бурбоном и получила название «лошадиной шеи с ударом» или «жёсткой шеи». В конце 1950-х и начале 60-х годов в штате Нью-Йорк ещё встречались безалкогольные версии коктейля, однако в конце концов их приготовление было прекращено.\n" +
                "\n" +
                "Состав:\n" +
                "• Бренди 40 мл (1 часть)\n" +
                "• Имбирный эль 120 мл (3 части)\n" +
                "• Биттер «Ангостура» 2 — 3 капли\n" +
                "\n" +
                "Метод приготовления: билд со льдом. Подают в бокале хайбол.\n" +
                "\n" +
                "Бокал хайбол наполняют пищевым льдом, затем наливают бренди, имбирный эль либо имбирный лимонад и тщательно перемешивают. В качестве гарнира готовый коктейль украшают широкой спиралью из цедры лимона, которая символизирует лошадиную шею.",
        typeId = 3
    ),
    DetailsEntity(
        id = 135,
        name = "Май Тай",
        info = "«Май Тай» (англ. Mai Tai) — алкогольный коктейль на основе рома. Kлассифицируется как лонг дринк и входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics).\n" +
                "\n" +
                "Создателем коктейля считается Виктор Бержерон, именовавший себя Трейдер Вик (англ. Trader Vic), руководитель американской сети ресторанов «Polynesian-style» в калифорнийском городе Окленде. Согласно легенде, название коктейля появилось благодаря гостям из Таити, впервые попробовавшим его — «Mai tai roa ae» — означало «не от мира сего» на их языке. Помимо Бержерона, заявившего о своем коктейле в 40-е, честь изобретение коктейля оспаривает Дон Бич, утверждающий, что создал свой коктейль в 30-х в Голливуде Возможно, Бич первый использовал название «Май Тай», но именно версия Бержерона получила популярность.\n" +
                "\n" +
                "В сборник IBA коктейль Май Тай вошёл в 1987 году.\n" +
                "\n" +
                "Оригинальный коктель Mai Tai можно попробовать в Merchant Hotel в Ирландии, и он является самым дорогим коктейлем в мире. В баре он будет стоить 1300\$, потому что он сделан по оригинальному рецепту Виктора Бержерона 1944 года.\n" +
                "\n" +
                "Состав:\n" +
                "• 40 мл светлого рома\n" +
                "• 20 мл тёмного рома\n" +
                "• 15 мл ликёра Orange Curacao\n" +
                "• 15 мл миндального сиропа\n" +
                "• 10 мл свежевыжатого сока лайма.\n" +
                "\n" +
                "Ингредиенты взбалтываются в шейкере. Коктейль подаётся в высоком стакане (хайбол) с соломинкой и украшается веточкой мяты, долькой ананаса и цедрой лайма.\n" +
                "\n" +
                "Подают коктейль как лонг-дринк, охлаждая льдом и разбавляя коктейль соками, часто ананасовым или апельсиновым.",
        typeId = 3
    ),
    DetailsEntity(
        id = 136,
        name = "Манхэттен",
        info = "«Манхэттен» (англ. Manhattan) — коктейль на основе виски и вермута, появившийся в конце XIX века в США, затем распространившийся в Европе, главным образом в Англии. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables), классифицируется как аперитив (Before Dinner Cocktail). «Манхэттенн» отмечался как второй по популярности коктейль в мире в середине XX века и остался одним из нескольких самых популярных коктейлей и в настоящем.\n" +
                "\n" +
                "Сведения о его происхождении спорны. Некоторые утверждают, что коктейль «Манхэттен» был изобретен в баре «Manhattan Club» в 1874 году. В «Valentine’s Manual of New York» издания 1923 года изобретение коктейля относится к 1860-м годам. Другие говорят о том, что напиток действительно происходит из XIX века, но был создан американкой — матерью Уинстона Черчилля, в честь избрания одного из «бурбонных демократов» мэром Нью-Йорка в 1875 году. Существует версия с изобретением в 20-е годы в клубе «Манхэттен» в Нью-Йорке. В сборник коктейлей IBA вошёл в 1961 году.\n" +
                "\n" +
                "В составе данного коктейля сладкий красный вермут и ржаной виски или бурбон, которые смешивают со льдом в смесительном стакане (метод stir — перемешивание барной ложкой) или в шейкере. Подают с добавлением биттера без льда в коктейльной рюмке. Украшают вишней для коктейлей, лимонной цедрой или вишней мараскино; в более старых рецептах украшения не используются.\n" +
                "\n" +
                "Исторически виски в коктейле «Манхэттен» был ржаным (исключая штаты Миннесота и Висконсин, где предпочитали Brandy Manhattans, и юг, где пили Bourbon Manhattans). Пропорции виски к вермуту колеблются в широких рамках — от 3:1 до 1:1, и даже 1:2. Тем не менее, классической считается пропорция 2:1. Вместе с тем, соотношение виски к вермуту может использоваться для классификации коктейля по сладости — 2:1 считается «обычным», большее содержание вермута дает «Сладкий Манхэттен», меньшее — «Сухой Манхэттен». \n" +
                "\n" +
                "Manhattan:\n" +
                "• 50 мл ржаного виски\n" +
                "• 20 мл красного сладкого вермута\n" +
                "• 1-2 капли биттера «Ангостура»\n" +
                "\n" +
                "Bourbon Manhattan:\n" +
                "• 75 мл бурбона\n" +
                "• 25 мл красного сладкого вермута\n" +
                "• 2 капли «Ангостуры»\n" +
                "\n" +
                "«Сухой Манхэттен» готовится с сухим вермутом вместо сладкого.\n" +
                "\n" +
                "«Идеальный Манхэттен» (англ. Perfect Manhattan) готовится с одинаковыми частями красного (сладкого) и сухого вермута.[\n" +
                "\n" +
                "«Манхэттен Бренди» (англ. Brandy Manhattan) готовится с бренди вместо виски.\n" +
                "\n" +
                " «Метрополитен» (англ. Metropolitan) готовится так же, как и «Манхэттен Бренди», но с соотношением бренди (или коньяка) и вермута 3 к 1 и добавлением  сахарного сиропа.\n" +
                "\n" +
                "«Кубинский Манхэттен» (англ. Cuban Manhattan) — это «Идеальный Манхэттен» с тёмным ромом вместо виски.\n" +
                "\n" +
                "«Роб Рой» (англ. Rob Roy): используется шотландский скотч вместо бурбона, для отличения от «Манхэттена» может украшаться апельсиновой кожурой.\n" +
                "\n" +
                "«Комфорт Манхэттен» с ликером Southern Comfort.",
        typeId = 3
    ),
    DetailsEntity(
        id = 137,
        name = "Маргарита",
        info = "«Маргарита» (исп. Margarita — «маргаритка») — алкогольный коктейль на основе текилы, с ликером и соком лайма. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics), ранее входил в категорию аперитивов («Pre-dinner»). По объему классифицируется как лонг-дринк («долгий коктейль»). Один из самых потребляемых в мире коктейлей, наиболее известный и популярный из коктейлей на основе текилы, и, возможно, один из самых первых таких коктейлей. Из-за кислого вкуса относится к группе коктейлей сауэр.\n" +
                "\n" +
                "Коктейль латиноамериканского происхождения, появление датируется примерно промежутком 1936—1948. Существует много версий о его появлении, практически во всех фигурирует женщина с именем Маргарита. Одна из самых популярных версий называет создательницей коктейля Маргариту Сеймз, смешавшую коктейль из текилы, французского апельсинового ликёра «Куантро» и сока лайма в 1948 г. в Акапулько на приеме, где коктейль понравился Томми Хилтону — владельцу сети отелей Hilton; Хилтон распространил этот рецепт в барах и ресторанах своих гостиниц.\n" +
                "\n" +
                "В некоторых районах Мексики традиционным считается коктейль, в состав которого входит не ликёр «Куантро», а травяной ликёр «Damiana», главным компонентом которого является растение Тёрнера раскидистая (Дамиана, Turnera diffusa) — афродизиак, которым нередко пользовались индейцы майя.\n" +
                "\n" +
                "Коктейль состоит из текилы, апельсинового ликёра «Куантро» (или заменителя «трипл-сек») и сока лайма (или лимона) и льда. Соотношение текилы, ликёра и сока колеблется в широких пределах — 2:1:2, 2:1:1, 3:2:1, 3:1:1 и 1:1:1. «Исторически верным» считается именно 2:1:2, такая пропорция более гармонична на вкус и в ней не ощущаются отдельные компоненты коктейля. Компания «Куантро» считает «оригинальной» пропорцию 2:1:1.\n" +
                "\n" +
                "Состав:\n" +
                "• 35 мл текилы\n" +
                "• 20 мл «Куантро»\n" +
                "• 15 мл свежевыжатого сока лайма\n" +
                "\n" +
                "Все компоненты смешиваются в шейкере со льдом, после чего коктейль фильтруется от льда, мякоти цитрусовых (лайма). Для фильтрования используется метод дабл-стрейн — то есть при переливании коктейля в бокал напиток фильтруется стрейнером и ситом одновременно, чтобы исключить попадания мякоти лайма и кусочков льда в бокал. Подаётся в бокале «Маргарита», края которого украшены солью.\n" +
                "\n" +
                "Скини Маргарита — это коктейль из двух ингредиентов, в который не входит ликер и содержит только текилу и немного сока лайма бренд Роуз, взболтанный со льдом и, поданный с солью.\n" +
                "\n" +
                "Бирмарита (или Коронарита) — пивной коктейль, в котором бутылка пива бренда Corona или другого пива с легким вкусом переливается вверх дном в коктейль Маргариты.",
        typeId = 3
    ),
    DetailsEntity(
        id = 138,
        name = "Маргарита Томми",
        info = "«Маргарита Томми» (англ. Tommy's Margarita) — коктейль на основе текилы, свежевыжатого сока лайма и нектара агавы. Классифицируется как коктейль на весь день (англ. All day cocktail). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Напитки новой эры» (англ. New Era Drinks).\n" +
                "\n" +
                "Коктейль «Маргарита Томми» был создан в 1990 году в Сан-Франциско Хулио Бермехо в ресторане его родителей, который носит название «Томми». Бермехо в качестве ингредиента использовал вместо ликёра Трипл сек нектар агавы, который хотя и был дороже, однако придавал коктейлю вкус агавы, подчёркивающий аромат цитрусовых оригинального рецепта «Маргарита». \n" +
                "\n" +
                "Состав:\n" +
                "• Текила — 45 мл\n" +
                "• Свежевыжатый сок лайма — 15 мл\n" +
                "• Нектар агавы — 2 барных ложки.\n" +
                "\n" +
                "Метод приготовления: шейк & стрейн. Ингредиенты перемешивают в смесительном стакане (шейкере), взбивают, после чего отцеживают и отфильтровывают в коктейльный бокал или бокал Мартини. Готовый коктейль украшают по ободку солью.",
        typeId = 3
    ),
    DetailsEntity(
        id = 139,
        name = "Мартини",
        info = "Мартини (англ. Martini или англ. Dry Martini) — коктейль-аперитив, традиционно на основе джина и вермута. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables).\n" +
                "\n" +
                "Традиционно местом происхождения мартини считается Сан-Франциско, а название выводится из более раннего англ. Martinez. Название Martinez подтверждается письменными источниками 1880-х годов. Питер Тамони  считает, что утрата последнего согласного произошла или по практическим причинам (например, образовать множественное число от англ. Martinez — что полезно при заказе напитков — невозможно), или, что более вероятно, под влиянием названия вермута «Мартини».\n" +
                "\n" +
                "Первоначальный мартини был сладким — рецепт 1887 года рекомендует добавить сироп, если заказчик хочет напиток послаще. Но уже в 1891 году У. Бутби по прозвищу «Коктейль Билл» не рекомендует никаких сладких добавок, так как «джин Old Tom Cordial и итальянский вермут и так достаточно сладкий».\n" +
                "\n" +
                "В первой половине XX века напиток стал суше: итальянский вермут был заменён на более сухой французский. Во время второй мировой войны отношение джина к вермуту доходило до 16:1, а в экстремальных случаях ультрасухого мартини требовался лишь «шёпот» вермута, который достигался разбрызгиванием вермута или ополаскиванием бокала вермутом перед тем, как влить джин. В шутку утверждалось, что для достижения нужной пропорции бармену достаточно в момент вливания джина посмотреть на бутылку с вермутом.\n" +
                "\n" +
                "Мартини был изобретён в Америке в 1870-х годах и получил широкое распространение в «позолоченный век». Коктейль впервые упомянут в руководствах для барменов в 1880-х годах.\n" +
                "\n" +
                "До середины XX века коктейль мартини состоял в основном из двух ингредиентов: джина и вермута, смесь в охлаждённом виде подавалась в бокале на ножке, украшенном оливкой или другим «гарниром». В 1920-х годах напиток стал подаваться почти исключительно в привычном сегодня специализированном конусовидном бокале.\n" +
                "\n" +
                "В 1950-х годах произошли изменения: джин часто заменялся на водку, а бокал — на «старомодный», коктейль подавался со льдом. Изменения стали настолько популярными, что появился даже специальный англоязычный термин для обозначения традиционного мартини, англ. straight up martini.\n" +
                "\n" +
                "С возрождением интереса к мартини в 1990-х годах конусовидный бокал вернулся — но содержание его поменялось. Под названием «мартини» бары стали предлагать десятки коктейлей по самым разным рецептам, которые по сути объединяло лишь использование конусовидного бокала. В коктейле стали появляться более одной оливки, их стали есть (традиционалисты по-прежнему рассматривают — единственную! — оливку в мартини как украшение). Рестораны стали даже использовать бокал для мартини для подачи еды, в качестве специализированной тарелки.\n" +
                "\n" +
                "Вымышленный шпион Джеймс Бонд иногда просил водку с мартини «встряхивать, но не взбалтывать», однако Гарри Крэддок в книге The Savoy Cocktail Book (1930) предписал взбалтывание для всех своих рецептов мартини. Правильное название для взболтанного мартини — Брэдфорд. Тем не менее Уильям Сомерсет Моэм часто писал, что «мартини следует всегда перемешивать, а не взбалтывать, чтобы молекулы чувственно лежали друг на друге».",
        typeId = 3
    ),
    DetailsEntity(
        id = 140,
        name = "Мартини капля лимона",
        info = "Мартини капля лимона (англ. Lemon drop martini) — алкогольный коктейль, основанный на водке с экстрактом лимона и ликёре Трипл-сек. Классифицируется как коктейль на весь день (англ. All day cocktail). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Напитки новой эры» (англ. New Era Drinks).\n" +
                "\n" +
                "Мартини капля лимона был придуман Норманом Хобдеем, владельцем бара Henry Africa’s в Сан-Франциско, в 1970-х годах. Вероятно, его назвали в честь популярной конфеты «капля лимона». Сразу после появления, коктейль быстро распространился по барам Сан-Франциско.\n" +
                "\n" +
                "Состав:\n" +
                "• Водка с экстрактом лимона (vodka citron) 30 мл\n" +
                "• Ликёр Трипл-сек 20 мл\n" +
                "• Сок лимона 15 мл\n" +
                "\n" +
                "Водку, ликёр Трипл-сек и лимонный сок заливают в шейкер и тщательно перемешивают встряхиванием. Затем отфильтровывают в охлаждённый бокал с сахарной окантовкой. Готовый коктейль украшают долькой лимона.",
        typeId = 3
    ),
    DetailsEntity(
        id = 141,
        name = "Между Простынями",
        info = "«Между простынями» (англ. Between the Sheets) — алкогольный коктейль на основе светлого рома, коньяка, трипл-сека и лимонного сока. Классифицируется как коктейль на весь день (англ. All day cocktail). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables).\n" +
                "\n" +
                "Считается, что коктейль был создан в 1930-е годы Харри Макэлхоуном (англ. Harry MacElhone) в парижском баре Harry’s New York Bar и является производным от коктейля «Сайдкар». По другим версиям, коктейль придумали в 1921 году в лондонском отеле The Berkeley либо в парижском публичном доме, где его употребляли в качестве аперитива проститутки.\n" +
                "\n" +
                "Коктейль сходен по рецепту с коктейлем «Сайдкар», отличаясь от него количеством коньяка и добавкой белого рома. Другим названием коктейля является «Молитва девы» (англ. Maiden’s Prayer), оно также используется в случае замены коньяка и рома на джин, а лимонного сока на апельсиновый.\n" +
                "\n" +
                "Состав:\n" +
                "• 30 мл белого рома\n" +
                "• 30 мл коньяка \n" +
                "• 30 мл трипл-сека\n" +
                "• 20 мл лимонного сока\n" +
                "\n" +
                "Ингредиенты смешиваются в шейкере со льдом и наливаются в охлаждённый коктейльный бокал.",
        typeId = 3
    ),
    DetailsEntity(
        id = 142,
        name = "Мимоза",
        info = "«Мимоза» (англ. Mimosa) — алкогольный коктейль, представляющий собой смесь шампанского и свежего апельсинового сока. Алкогольной основой коктейля является игристое вино. Относится к тому же типу коктейлей, что и «беллини», «россини», «тинторетто». Классифицируется как газированный коктейль. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics).\n" +
                "\n" +
                "Коктейль был придуман барменом Лондонского клуба «Бака» (англ. Buck's Club), Макгарри (McGarry), в 1921 году. Изначальное название было «Buck’s Fizz» и доля шампанского была в два раза больше.\n" +
                "\n" +
                "Коктейль представляет собой смесь в равных частях охлаждённого свежевыжатого апельсинового сока и шампанского (согласно рецепту Международной ассоциации барменов — просекко) или любого игристого вина. Подаётся в высоком и узком фужере для шампанского.",
        typeId = 3
    ),
    DetailsEntity(
        id = 143,
        name = "Морской бриз",
        info = "«Морской бриз» (англ. Sea Breeze) — алкогольный коктейль на основе водки, грейпфрутового и клюквенного сока. Напиток следует классическому принципу балансировки коктейля: сочетание крепкого (алкоголь) со слабым (кисло-сладкий фруктовый сок). Классифицируется как лонг дринк. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics).\n" +
                "\n" +
                "Впервые коктейль «Морской бриз» создан в конце 1920-х годов, однако его современная рецептура несколько отличается от оригинальной (изначальной), которая применялась в эпоху сухого закона в США и основана на смеси джина и гренадина. Таким образом, в 1930-х годах в состав коктейля «Морской бриз» входили следующие ингредиенты: джин, абрикосовый бренди, гренадин и лимонный сок. В дальнейшем рецептура «Морского бриза» стала включать водку, сухой вермут Гальяно, и голубой Кюрасао.\n" +
                "\n" +
                "Состав:\n" +
                "• Водка — 40 мл\n" +
                "• Клюквенный сок — 120 мл\n" +
                "• Грейпфрутовый сок — 30 мл.\n" +
                "\n" +
                "Стакан олд фешен наполняют пищевым льдом, затем наливают водку, клюквенный сок, грейпфрутовый сок и тщательно перемешивают со льдом. По желанию в качестве гарнира готовый коктейль украсить цедрой лайма.",
        typeId = 3
    ),
    DetailsEntity(
        id = 144,
        name = "Московский мул",
        info = "«Московский мул» (англ. Moscow Mule, также упрямец) — коктейль на основе водки, имбирного пива и лайма, который подают в медной кружке. Популярность стал набирать после начала бума потребления русской водки в США в 1950-х годах. Название связано с ассоциацией водки и русской культуры у американцев. Классифицируется как лонг дринк. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics).\n" +
                "\n" +
                "Началом производства коктейля принято считать 1941 год, когда известная американская компания «Хьюблейн» выкупила права на изготовление водки «Смирнофф». Идея возникла у работника компании Джона Мартина (John G. Martin), который поделился ею с владельцем компании Рудольфом Канеттом (Rudolf Kunett). Заодно разрешилась и проблема с перепроизводством имбирного пива, которое стало частью этого коктейля. Его начали подавать в ресторанах Лос-Анджелеса в 1942 году, а в 1943 употребляли уже и в соседних штатах (особенно в казино Лас-Вегаса и других крупных городах).\n" +
                "\n" +
                "Из-за войны производство прекратилось, но в 1947 году возобновилось. И чтобы привлечь посетителей, в первое время коктейль наливали в оригинальные металлические кружки. Одновременно владельцы бренда провели успешное продвижение в массы, используя слоган «Он вышибет из вас дух». Считается, что «Московский мул» символизирует троянского коня, вошедшего в американскую культуру.\n" +
                "\n" +
                "Состав:\n" +
                "• 45 мл водки\n" +
                "• 120 мл имбирного пива\n" +
                "• 10 мл сока лайма\n" +
                "\n" +
                "В данном случае используется способ «билд», то есть необходимо положить тонкий ломтик имбиря на дно бокала и добавить лёд. Затем наливаем водку, заполняя бокал на четверть. Туда же выжать сок 1-2 долек лайма и до краёв залить стакан имбирным пивом (или имбирным элем). Перемешать барной ложкой и украсить долькой лайма.",
        typeId = 3
    ),
    DetailsEntity(
        id = 145,
        name = "Мохито",
        info = "Мохито (исп. Mojito) — коктейль на основе светлого рома и листьев мяты. Происходит с острова Куба, стал популярен в США в 1980-х. Коктейль входит в список «современной классики» международной ассоциации барменов (IBA) и классифицируется как лонг дринк.\n" +
                "\n" +
                "Мохито традиционно состоит из четырёх ингредиентов: газированная вода, сахар, лайм и мята. Для охлаждения напитка в него добавляют колотый лёд. В алкогольный мохито добавляют пятый ингредиент — ром. В последнее время для ускорения приготовления коктейля вместо отдельных газировки и сахара используют различные сладкие напитки типа «Спрайт». В мохито комбинация сладкого и освежающего цитруса с мятой, которые, возможно, добавлялись в ром, чтобы «замаскировать» крепость последнего, сделала этот коктейль одним из самых популярных летних напитков. В некоторых отелях Гаваны в мохито добавляют также ангостуру.\n" +
                "\n" +
                "Авторство предшественника мохито, коктейля «Драк», предписывают английским пиратам Фрэнсиса Дрейка. Тогда, в XVI веке, мяту и лайм в ром добавляли по двум причинам — они служили профилактикой болезней и заглушали плохой вкус некачественного рома.\n" +
                "\n" +
                "Существует несколько версий появления мохито, самый ранний дошедший до наших дней рецепт мохито записан в барменском справочнике гаванского бара Sloppy Joe’s Bar в 1931 году.\n" +
                "\n" +
                "О происхождении названия «мохито» есть несколько версий. Одна гласит, что слово происходит от исп. Mojo (мохо, mojito — уменьшительно) — соус мохо (исп. Mojo), распространённый на Кубе и Канарах, обычно в него входят чеснок, перец чили, паприка, лимонный сок, кориандр или тмин, шафран (пряность) или цветки сафлора, зелень, томат, вода.\n" +
                "\n" +
                "Другая версия утверждает, что мохито — это изменённое «мохадито» (исп. Mojadito, уменьш. от mojado), что значит «слегка влажный».\n" +
                "\n" +
                "Состав:\n" +
                "• 45 мл светлого рома;\n" +
                "• 6 веток перечной мяты;\n" +
                "• 20 мл свежевыжатого сока лайма;\n" +
                "• 2 чайные ложки белого сахара;\n" +
                "• Газированная вода.\n" +
                "\n" +
                "Листья мяты разминаются с сахаром и соком лайма, наполняют стакан дроблёным льдом, перемешивают, добавляют ром и содовую.\n" +
                "\n" +
                "Коктейль подается в бокале хайбол (высокий стакан) с соломинкой, украшается долькой лайма и листками мяты.",
        typeId = 3
    ),
    DetailsEntity(
        id = 146,
        name = "Мэри Пикфорд",
        info = "«Мэри Пикфорд» (англ. Mary Pickford) — алкогольный коктейль, появившийся во времена сухого закона в США. Смешивается на основе светлого рома, ананасового сока, гренадина и бесцветного сухого фруктового ликёра, изготавливаемого из мараскиновой вишни. Классифицируется как коктейль на весь день (англ. All day cocktail). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables).\n" +
                "\n" +
                "Название коктейлю дано в честь американской актрисы канадского происхождения Мэри Пикфорд (1892—1979), для которой он был придуман. Считается, что коктейль создан либо Эдди Вёльке, либо Фредом Кауфманом в отеле «Насьональ де Куба», где Пикфорд останавливалась во время пребывания в Гаване вместе с Чарли Чаплином и Дугласом Фэрбенксом.\n" +
                "\n" +
                "Состав: \n" +
                "• 60 мл светлого рома\n" +
                "• 10 мл мараскина\n" +
                "• 60 мл  ананасового сока,\n" +
                "• 10 мл гренадина. \n" +
                "\n" +
                "Ингредиенты смешиваются в шейкере и сцеживаются в коктейльную рюмку.\n" +
                "\n" +
                "В рецепте, приписываемом Эдди Вёльке, соотношение компонентов иное: на две унции светлого рома берётся одна унция ананасового сока и к ним добавляется по чайной ложке гренадина и мараскина. Ингредиенты смешиваются в шейкере, сцеживаются в охлаждённую коктейльную рюмку и подаются с гарниром из коктейльной вишни.",
        typeId = 3
    ),
    DetailsEntity(
        id = 147,
        name = "Мятный джулеп",
        info = "Мятный джулеп (англ. Mint julep) — алкогольный коктейль на основе бурбона (или другого крепкого спиртного напитка), воды, дроблёного льда и свежей мяты. \n" +
                "\n" +
                "В качестве коктейля на основе бурбона он ассоциируется с Югом США и кухней южных штатов в целом и Кентуккским дерби в частности. Классифицируется как лонг дринк. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics).\n" +
                "\n" +
                "Мятный джулеп традиционно готовится из четырёх компонентов: листья мяты, бурбон, сахарный сироп и колотый лёд. Традиционно берётся отборная мята, используемая в южных штатах и в Кентукки в частности. Правильный рецепт приготовления коктейля обычно является спорной темой, поскольку методы могут значительно варьироваться от одного бармена к другому. Мятный джулеп относится к слабо связанному семейству напитков под названием «смэши» (среди других примеров бренди смэш, а также мохито), в процессе приготовления которых свежая мята и другие ингредиенты разминаются или дробятся для придания готовому напитку характерного аромата. Жмых выпускает эфирные масла и соки в смесь, усиливая аромат от добавленного ингредиента (ингредиентов).\n" +
                "\n" +
                "Традиционно мятные джулепы часто подают в серебряных или оловянных чашках и держат только за нижние и верхние края чашки. Это позволяет формировать изморозь на внешней стороне чашки. Традиционное размещение руки могло возникнуть, чтобы уменьшить количество тепла, передаваемого от рук серебряной или оловянной чашке. Сегодня мятные джулепы наиболее часто подаются в высоком старомодном стакане, стакане Коллинз или хайбол с соломинкой.",
        typeId = 3
    ),
    DetailsEntity(
        id = 148,
        name = "Негрони",
        info = "«Негрони» (англ. Negroni) — коктейль-аперитив на основе джина и вермута. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables).\n" +
                "\n" +
                "Точное происхождение коктейля неизвестно, но наиболее распространенной исторической информацией является то, что впервые напиток был смешан во Флоренции (Италия) в 1919 году в Caffè Casoni, ныне известном как Caffè Roberto Cavalli, расположенном на улице Торнабуони (итал. Via de' Tornabuoni). Коктейль был придуман графом Камилло Негрони, который попросил бармена Фоско Скарселли сделать более алкогольным его любимый коктейль «Американо», заменив содовую на джин. Чтобы внешне новый коктейль отличался от предшественника, Скарселли украсил его слайсом апельсина, вместо лимона. После того, как новый коктейль появился в ассортименте бара, он сразу стал набирать популярность. Позже семья Негрони основала компанию Negroni Distillerie и стала выпускать готовый вариант напитка под названием «Antico Negroni 1919».\n" +
                "\n" +
                "Также по одной из версий, графа Камилло Негрони никогда не существовало, а коктейль был придуман в 1857 году в Сенегале генералом Паскалем Оливье де Негрони, корсиканцем по происхождению. В статье от 2 февраля 1980 года в газете Corse Matin утверждается, что этот напиток был изобретен генералом в 1914 году.\n" +
                "\n" +
                "Одно из первых письменных упоминаний о коктейле «Негрони» датируется 1947 годом, когда режиссер Орсон Уэллс в репортаже из Рима для газеты Coshocton Tribune сказал: «Биттеры очень хорошо подходят для печени, а джин плохо влияет на вас. Здесь же они уравновешивают друг друга».\n" +
                "\n" +
                "Состав:\n" +
                "• 1 часть (30 мл) джина\n" +
                "• 1 часть (30 мл) биттера Кампари\n" +
                "• 1 часть (30 мл) сладкого красного вермута\n" +
                "• Долька апельсина в качестве украшения\n" +
                "\n" +
                "Существует также множество различных альтернативных вариантов коктейля. Одной из наиболее популярных вариаций является коктейль «Раултини», в котором Кампари заменяют на Апероль, а вместо дольки апельсина используют только цедру.\n" +
                "\n" +
                "Вариации:\n" +
                "Американо: 1 унция Campari, 30 мл сладкого красного вермута, немного содовой.\n" +
                "\n" +
                "Boulevardier: вместо джина используется виски.\n" +
                "\n" +
                "Old Pal: использует сухой вермут и канадский ржаной виски.\n" +
                "\n" +
                "Агавони или Тегрони: использует текилу вместо джина.\n" +
                "\n" +
                "Голландский Негрони: использует Дженевер для лондонского сухого джина.\n" +
                "\n" +
                "Negroni sbagliato: вместо джина используется игристое белое вино или просеко.",
        typeId = 3
    ),
    DetailsEntity(
        id = 149,
        name = "Олд Фешен",
        info = "«Олд фешен» (англ. Old fashioned — старомодный, на прежний манер) — коктейль-аперитив. Смешивается в бокале на основе бурбона, скотча или ржаного виски. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables).\n" +
                "\n" +
                "Коктейль готовится в особом стакане «олд фешен», названном в честь напитка. На дно стакана кладётся кусок сахара, добавляется капля биттера, и немного содовой. Всё давится мадлером. Затем добавляется лёд и заливается алкоголь. Бокал украшают долькой апельсина и вишней.\n" +
                "\n" +
                "В 1806 году в печати впервые проявилось слово «коктейль», которое определялось как смесь алкоголя, биттера, воды и сахара. В 1833 году сходное описание было дано коктейлю, подаваемому в Нью-Йорке и украшенному мускатным орехом. В 1860 году коктейль смешивали в том числе на основе абсента, кюрасао и других ликёров. Изначальная рецептура возвратилась в бары с уточнением «old-fashioned», то есть «старомодный». Наиболее популярным рецептом «старомодного» коктейля стали смеси с виски, причём чаще выбор падал на ржаной виски, нежели на бурбон. При этом в 1882 году рецепт коктейля соответствовал описанию 70-летней давности: смесь алкоголя, биттера, воды и сахара.\n" +
                "\n" +
                "Традиционно считается, что в качестве названия «Олд фешен» впервые использовали для коктейля на основе бурбона в Пенденнис-клаб, клубе джентльменов, основанном в 1881 году в Луисвилле, штат Кентукки. Утверждается, что рецепт был придуман барменом этого клуба в честь полковника Джеймса Пеппера (1867—1906), производителя бурбона. Через бармена коктейль попал в бар гостиницы «Уолдорф-Астория» в Нью-Йорке.\n" +
                "\n" +
                "В оригинальном рецепте Олд фешен используется виски, который был доступен в Америке в XIX веке, также ирландский виски, бурбон или ржаной виски. Но в некоторых регионах, особенно в Висконсине, вместо виски используют бренди (так называемый Brandy Old Fashioned). Впоследствии использование другого алкоголя стало распространенным явлением, например использование джина стало популярным в конце 40-х годов. Также стало популярным использование содовой.\n" +
                "\n" +
                "Уже после изобретения оригинального рецепта, в 1930-е годы в рецепт Олд фешен добавили кусочек апельсина или вишню для коктейлей. В некоторые рецепты изредка начали добавлять цедру апельсина для аромата. Но в конце 1990-х годов распространилось использование толчёного апельсина и других фруктов.",
        typeId = 3
    ),
    DetailsEntity(
        id = 150,
        name = "Отвёртка",
        info = "«Отвёртка» (англ. Screwdriver) — алкогольный коктейль из водки и апельсинового сока. Классифицируется как лонг дринк (англ. Long Drink)[1]. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables).\n" +
                "\n" +
                "Первое письменное упоминание коктейля Screwdriver встречается в американском журнале «Тайм» в выпуске от 24 октября 1949 года.\n" +
                "\n" +
                "Состав:\n" +
                "• 50 мл водки\n" +
                "• 100 мл апельсинового сока\n" +
                "\n" +
                "В бокал хайбол, заполненный кусковым льдом, вливают водку и апельсиновый сок, перемешивают. Коктейль украшается ломтиком апельсина.\n" +
                "\n" +
                "«Отвёрткa наоборот» (англ. drivescrewer) — вариация коктейля с обратной пропорцией ингредиентов.\n" +
                "\n" +
                "«Звуковая отвёртка» (англ. Sonic Screwdriver) — вариант коктейля из равных частей водки и «Блю кюрасао», называется в честь отвёртки из популярного телесериала «Доктор Кто».\n" +
                "\n" +
                "Буравчик (англ. Gimlet) — разновидность «отвёртки», содержащая джин и лаймовый сок в таких же пропорциях, как «отвёртка». Подаётся со льдом.\n" +
                "\n" +
                "\"Девственная отвертка\" - это безалкогольный вариант, обычно приготовленный с апельсиновым соком и тоником.",
        typeId = 3
    ),
    DetailsEntity(
        id = 151,
        name = "Парадис",
        info = "«Парадис» (англ. Paradise) — алкогольный коктейль, смешиваемый из джина, абрикосового ликёра и апельсинового сока. Классифицируется как коктейль на весь день (англ. All day cocktail). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables).\n" +
                "\n" +
                "Изобретателем коктейля является Гарри Крэддок, впервые опубликовавший его рецепт в 1930 году в книге The Savoy Cocktail Book.\n" +
                "\n" +
                "В оригинальном рецепте Гарри Крэддока пропорция компонентов коктейля 2:1:1, то есть смешиваются 1⁄2 джина, 1⁄4 абрикосового ликёра, 1⁄4 апельсинового сока и около 0,5 мл лимонного сока.\n" +
                "\n" +
                "В официальном рецепте Международной ассоциации барменов для приготовления нужно 35 мл джина, 20 мл абрикосового ликёра и 15 мл апельсинового сока. Ингредиенты смешиваются в шейкере со льдом и сцеживаются в охлаждённый коктейльный бокал или бокал для Мартини. Коктейль подаётся без гарнира.",
        typeId = 3
    ),
    DetailsEntity(
        id = 152,
        name = "Пина колада",
        info = "«Пина колада», «пинья колада» (исп. Piña colada — «процеженный ананас») — традиционный карибский алкогольный коктейль на основе светлого рома, с кокосовым молоком и ананасовым соком. Коктейль классифицируется как лонг дринк и входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics). Объявлен национальным напитком Пуэрто-Рико.\n" +
                "\n" +
                "Изначально под названием исп. Piña colada подразумевался свежий ананасовый сок, который подавали процеженным (colado). Непроцеженный носил название sin colar. Затем в состав напитка был включён ром. Вполне возможно, что толчком к изобретению «Пи́на кола́да» в современном виде послужило распространение в 1940-х годах Пуэрто-Рико промышленно производимых кокосовых сливок Coco López. По одной из версий, рецепт «пина колада» родился в 1954 году в баре отеля Caribe Hilton в Сан-Хуане; хотя большинство версий называют местом рождения коктейля Пуэрто-Рико, в качестве времени изобретения коктейля фигурируют 1950-е, 1960-е и даже XIX век. Напиток приобрёл огромную популярность и стал гордостью Пуэрто-Рико; в 1978 году «пина колада» был объявлен национальным напитком Пуэрто-Рико.\n" +
                "\n" +
                "В кодификацию IBA коктейль вошёл в 1961 году.\n" +
                "\n" +
                "Популярности коктейлю прибавила песня Руперта Холмса The Piña Colada Song, которая возглавляла американские чарты на рубеже 1979 и 1980 гг.\n" +
                "\n" +
                "В США 10 июля отмечается Национальный день пинья-колады.\n" +
                "\n" +
                "Икона джаза и флюгельгорн Чак Менджоне также выпустил мелодию под названием «Piña Colada» в своем альбоме 1979 года Fun and Games.\n" +
                "\n" +
                "Состав:\n" +
                "• 50 мл светлого рома\n" +
                "• 30 мл кокосового молока\n" +
                "• 50 мл ананасового сока\n" +
                "\n" +
                "Ингредиенты вместе с дробленым льдом перемешиваются в блендере (метод «бленд»). Коктейль подается в большом стакане типа гоблет или харрикейн с соломинкой и украшается долькой ананаса и коктейльной вишней.\n" +
                "\n" +
                "Вариации:\n" +
                "• Безалкогольная Пина колада (virgin colada) — без рома\n" +
                "• Чи Чи — вместо рома используется водка\n" +
                "• Байя — с добавлением сливок\n" +
                "• Майами Вайс или Поток лавы — смешанные вместе клубничный Дайкири и Пина колада\n" +
                "• Амареттоколада — светлый ром, ликер амаретто, кокосовыe сливки, ананасовый сок\n" +
                "• Яблочная, дынная, клубничная колады — с заменой ананасового сока на другой\n" +
                "• Банановая колада — с добавлением свежего банана, сливок и сахарного сиропа",
        typeId = 3
    ),
    DetailsEntity(
        id = 153,
        name = "Плантаторский Пунш",
        info = "«Плантаторский пунш» (англ. Planter's Punch) — алкогольный коктейль, смешиваемый из тёмного рома, фруктовых соков, гренадина, сахарного сиропа и ангостуры. Классифицируется как лонг дринк (англ. Long Drink). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables).\n" +
                "\n" +
                "Коктейль известен с XIX века, однако не обязательно под таким названием. Претензии на авторство высказывали как минимум два «Отеля плантаторов» (англ. Planter's Hotel), в честь которых предположительно назван напиток. Наиболее известным является отель в Сент-Луисе, где работал знаменитый бармен Джерри Томас, автор первого в США руководства для барменов. Однако среди множества коктейлей, описанных в его книге Bar-Tender’s Guide (1862), «Плантаторский пунш» не встречается.\n" +
                "\n" +
                "Возможно, первой публикацией рецепта является стихотворение в сентябрьском выпуске 1878 года лондонского журнала Fun. В 1908 году рецепт коктейля опубликовал The New York Times. Но наибольшую популярность он приобрёл в 1930-е годы, после отмены сухого закона в США.\n" +
                "\n" +
                "Коктейль имел множество вариаций, а современный рецепт, по всей вероятности, появился в 1920-е годы в отеле Myrtle Bank Hotel в Кингстоне на Ямайке. При этом каждый курорт на острове имеет своё мнение, как должен смешиваться этот напиток и каждый утверждает, что именно его рецепт является оригинальным.\n" +
                "\n" +
                "Популярность коктейля была такой, что один из ямайских производителей рома изменил этикетку своего продукта на Planter’s Punch Rum («ром для плантаторского пунша»), а сам тёмный ром начали производить на Кубе и Пуэрто-Рико, где традиционным считался светлый ром.\n" +
                "\n" +
                "По рецепту журнала Fun смешивают один бокал лимонного сока с двумя бокалами сахара, затем добавляют три бокала рома и четыре бокала холодной воды.\n" +
                "\n" +
                "В рецепте The New York Times 2 части лайма смешивались с 1,5 части сахара, к ним добавлялось 3 части рома Old Jamaica и 4 части воды.\n" +
                "\n" +
                "Начиная с 1920-х годов в рецептах появляется гренадин и газированная вода, сок в большинстве случаев только лайма, иногда дополнительно добавляли грейпфрут, апельсин или другие фруктовые соки. В рецепте Myrtle Bank Hotel использовались ямайский ром, немного тростникового сахара, колотый лёд, ананас и апельсин; в качестве гарнира допускалась коктейльная вишня.\n" +
                "\n" +
                "Общий принцип приготовления: одна часть кислого, две части сладкого, три части крепкого, четыре части лёгкого. Далее по собственному вкусу можно добавлять фрукты, ликёры и прочие ингредиенты.\n" +
                "\n" +
                "В официальном рецепте Международной ассоциации барменов используются 45 мл тёмного рома, 35 мл апельсинового сока, 35 мл ананасового сока, 20 мл лимонного сока, 10 мл гренадина, 10 мл сахарного сиропа, 3—4 капли ангостуры. Все ингредиенты кроме ангостуры смешиваются в шейкере и сцеживаются в высокий бокал, затем добавляется ангостура и гарнир из коктейльной вишни и дольки ананаса.",
        typeId = 3
    ),
    DetailsEntity(
        id = 154,
        name = "Порто-флип",
        info = "Порто-флип (англ. porto-flip) — алкогольный коктейль на основе портвейна и бренди, одна из современных разновидностей флипа. Классифицируется как лонг-дринк. Является единственным флипом, вошедшим в число официальных коктейлей Международной ассоциации барменов (IBA). В соответствии с категоризацией IBA отнесён к группе «Незабываемые» (англ. Unforgettables).\n" +
                "\n" +
                "Состав:\n" +
                "• 45 мл красного портвейна\n" +
                "• 15 мл бренди\n" +
                "• 10 мл яичного желтка\n" +
                "\n" +
                "Портвейн, бренди и желток смешиваются в шейкере с большим количеством льда. Образовавшаяся смесь сцеживается. Основная масса получившегося напитка имеет тот или иной оттенок розового цвета и достаточно однородную консистенцию, на поверхности образуется тонкий слой неплотной светлой пенки.\n" +
                "\n" +
                "Коктейль традиционно сервируется в коктейльном бокале, его поверхность посыпается тёртым мускатным орехом. Крепость напитка составляет обычно около 20—22 градусов. Подаётся порто-флип, как правило, в качестве дижестива.",
        typeId = 3
    ),
    DetailsEntity(
        id = 155,
        name = "Рамос Физ",
        info = "«Рамос Физ» (англ. Ramos Fizz) также известен под названиями «Рамос джин-физ» (англ. Ramos Gin Fizz) и «Нью-Орлеанский джин-физ» (англ. New Orleans fizz) — алкогольный коктейль, смешиваемый из джина, соков лимона и лайма, сахарного сиропа, сливок, яичного белка и газированной воды с добавлением апельсиновой воды и экстракта ванили. Классифицируется как лонг дринк (англ. Long Drink). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables).\n" +
                "\n" +
                "Напиток создал в 1888 году бармен из Нового Орлеана Генри Рамос (англ. Henry C. Ramos), по имени которого коктейлю дано название. Позднее его привёз в Нью-Йорк губернатор Луизианы и сенатор США Хьюи Лонг, большой любитель этого напитка.\n" +
                "\n" +
                "Состав:\n" +
                "• 45 мл джина\n" +
                "• 15 мл сока лайма\n" +
                "• 15 мл лимонного сока\n" +
                "• 30 мл сахарного сиропа\n" +
                "• 60 мл сливок\n" +
                "• 10 мл яичного белка\n" +
                "• 3 капли апельсиновой воды\n" +
                "• 2 капли экстракта ванили \n" +
                "• газированная вода\n" +
                "\n" +
                "Ингредиенты, за исключением газированной воды, смешиваются в стакане в течение 2 минут, затем встряхиваются в шейкере со льдом и сцеживаются в хайбол. На последнем этапе добавляется газированная вода. В качестве гарнира можно использовать дольку цитруса или завиток цедры.\n" +
                "\n" +
                "В различных вариациях коктейля сливки могут заменяться молоком, изменяется объём каждого ингредиента (в том числе исключаться ваниль), использоваться разные сорта джина.",
        typeId = 3
    ),
    DetailsEntity(
        id = 156,
        name = "Роза",
        info = "Роза (фр. Rose) — алкогольный коктейль на основе вишнёвого ликёра (Kirsch), сухого вермута и клубничного сиропа. Иногда в качестве ингредиентов коктейля используют вишнёвый ликёр и джин. Относится к категории десертные. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics).\n" +
                "\n" +
                "Коктейль «Роза» создан в 20-х годах XX века барменом Джонни Митта (Johnny Mitta) в отеле Чатем (Chatham Hotel) во Франции и был популярен в Париже в 1920-е годы. Оригинальный рецепт этого коктейля можно найти в книге Гарри Макэлхона, владельца нового бара Гарри Йорка в Париже (1927 год).\n" +
                "\n" +
                "Состав:\n" +
                "• Белый вишнёвый ликёр (Kirsch) — 20 мл\n" +
                "• Сухой вермут — 40 мл\n" +
                "• Клубничный сироп — 3 капли.\n" +
                "\n" +
                "Метод приготовления: стир & стрейн. Ингредиенты (компоненты) перемешивают в смесительном стакане, после чего отцеживают в коктейльный бокал. Подают в коктейльном бокале или бокале для Мартини.",
        typeId = 3
    ),
    DetailsEntity(
        id = 157,
        name = "Ржавый Гвоздь",
        info = "«Ржавый гвоздь» (англ. Rusty Nail) — алкогольный коктейль, на основе скотча и драмбуи, который смешивается методом билд (англ. build), то есть ингредиенты перемешиваются непосредственно в бокале без применения шейкера. Классифицируется как десертный (дижестив). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables).\n" +
                "\n" +
                "Название коктейля окончательно закрепилось в 1963 году, когда The New York Times напечатало статью о вечеринке в честь команды шоу-бизнеса «Крысиная стая» (англ. Rat Pack), где гостей угощали этим коктейлем.\n" +
                "\n" +
                "Состав:\n" +
                "• Шотландский виски 45 мл\n" +
                "• Драмбуи 25 мл\n" +
                "• Лёд\n" +
                "\n" +
                "Бокал олд-фешн заполняют льдом наполовину. Компоненты наливают в бокал и размешивают барной ложкой. Опционально украшают цедрой лимона.",
        typeId = 3
    ),
    DetailsEntity(
        id = 158,
        name = "Сазерак",
        info = "«Сазерак» (англ. Sazerac) — классический алкогольный коктейль на основе коньяка или виски, который смешивается методом билд (англ. build), то есть ингредиенты перемешиваются непосредственно в бокале без применения шейкера. \n" +
                "\n" +
                "Коктейль Сазерак родом из Нового Орлеана (Луизиана, США) и назван в честь ныне исчезнувшего бренда коньяка Сазерак де Форж э Фис (Sazerac de Forge et Fils), который являлся основным исходным ингредиентом. Классифицируется как десертный (дижестив). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables).\n" +
                "\n" +
                "Рецепт «Сазерака» известен каждому бармену, а сам напиток является эталоном барменской культуры и его подают в заведениях, уважающих барную культуру. Однако из-за анисового привкуса, напоминающего лекарство, нравится он не всем. Этот коктейль традиционно смешивают из коньяка, абсента, биттера Peychaud’s и сахара, однако иногда коньяк заменяют виски (бурбон или ржаной виски). По некоторым данным, это самый старый из известных американских алкогольных коктейлей.\n" +
                "\n" +
                "История возникновения коктейля «Сазерак» обязана аптекарю французского происхождения Антуану Амедею Пэшо. Обосновавшись с 1793 года в Новом Орлеане (штат Луизиана, США) он в 1838 году выпустил в продажу биттер Пэшодс (англ. Peychaud’s). Вскоре у местных жителей стало традицией добавлять несколько капель биттера Пэшодс в коньяк. В 1859 году луизианские импортёры ныне исчезнувшей марки коньяка Сазерак де Форж э Фис (Sazerac de Forge et Fils) открыли в Новом Орлеане кафе «Дом Сазерак» (англ. The Sazerac Coffee House), где среди прочего подавали коктейль на основе коньяка и небольшого количества биттера Пэшодс. Заведение неоднократно переходило из рук в руки, пока в 1870 году его владельцем не стал Томас Хэнди. К этому времени первоначальный рецепт коктейля претерпел изменения: в состав был добавлен абсент, а французский коньяк исчез в связи с эпидемией филлоксеры в Европе, опустошившей виноградники Франции и был заменён на местный продукт — ржаной виски. Незадолго до своей смерти (в 1889 году), Хэнди записал рецепт коктейля, который впервые был опубликован в книге William T. «Cocktail Bill» (1908) — В мире напитков и способов их смешивания (англ. Boothby's The World's Drinks and How to Mix Them). После того, как в 1912 году в США был официально введен запрет на употребление абсента, его стали заменять различными ликёрами со вкусом аниса, в том числе и местного производства Herbsaint, который впервые появился в 1934 году.\n" +
                "\n" +
                "Состав:\n" +
                "• 50 мл коньяка\n" +
                "• 10 мл абсента\n" +
                "• 2 капли биттера Пэшодс (англ. Peychaud’s)\n" +
                "• 1 кусок сахара\n" +
                "• Лёд\n" +
                "\n" +
                "Данный алкогольный коктейль относят к категории десертных, смешивают методом стир & стрейн, подают в бокале олд фешен, а в качестве гарнира выступает цедра лимона.\n" +
                "\n" +
                "Стакан ополаскивают абсентом и добавляют лёд фраппе. В смесительном стакане тщательно перемешивают оставшиеся охлаждённые компоненты. Затем из олд фешена сливают оставшийся абсент и воду, после чего в него отфильтровывают охлаждённый коктейль и украшают цедрой лимона.",
        typeId = 3
    ),
    DetailsEntity(
        id = 159,
        name = "Сайдкар",
        info = "«Сайдкар» (англ. Sidecar — коляска для мотоцикла) — классический коктейль, традиционно приготавливаемый из коньяка, апельсинового ликёра (Куантро, Grand Marnier или других трипл-секов) и лимонного сока. По ингредиентам напиток наиболее близок к более старому Brandy Daisy, который отличается по сервировке и по пропорциям, в которых смешиваются ингредиенты. Классифицируется как коктейль на весь день (англ. All day cocktail). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables).\n" +
                "\n" +
                "Точное происхождение коктейля неизвестно, но преобладает мнение, что он был придуман в конце Первой мировой войны либо в Лондоне либо в Париже. Отель «Риц» в Париже настаивает на том, что коктейль был придуман в барах отеля. Первое упоминание о «Сайдкаре» встречается в 1922 году в книге Роберта Вермье «Коктейли и как их смешивать».\n" +
                "\n" +
                "В 1948 году в книге «Изящное искусство смешивания напитков» (англ. The Fine Art of Mixing Drinks) Дэвид Эмбери приводит свою версию: \"Этот коктейль — отличный, известный мне пример, как был испорчен великолепный напиток. Он был открыт моим бывшим другом в баре Парижа во время Первой мировой войны, и был назван в честь мотоциклетной коляски, в которой приезжал и уезжал капитан, пивший в маленьком бистро, где напиток был рождён и где ему было дано имя. В действительности он содержал только шесть или семь ингредиентов вместо трёх, как сейчас печатают практически во всех рецептурных книгах.\"\n" +
                "\n" +
                "Коктейль состоит из равных частей коньяка, куантро и лимонного сока (теперь именуемый «французской школой»). Позже появился рецепт «Сайдкара» «английской школы», опубликованный в книге коктейлей отеля «Савой» (1930), в нём две части коньяка смешивались с одной частью куантро и одной частью лимонного сока.",
        typeId = 3
    ),
    DetailsEntity(
        id = 160,
        name = "Секс на пляже",
        info = "«Секс на пляже» (англ. Sex on the beach) — алкогольный коктейль, содержащий водку, персиковый ликёр, апельсиновый и клюквенный сок (или гренадин). Классифицируется как лонг дринк. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics).\n" +
                "\n" +
                "Рецепт появился в 1980—1990-х годах под названиями «Песок в твоих шортах» (англ. Sand in your shorts) и «Веселье на пляже» (англ. Fun on the beach). Считается, что своей популярностью коктейль обязан сериалу «Санта-Барбара», персонажи которого часто употребляли именно этот коктейль.\n" +
                "\n" +
                "Состав:\n" +
                "• Водка — 40 мл (2 части)\n" +
                "• Персиковый ликёр или персиковый шнапс — 20 мл (1 часть)\n" +
                "• Апельсиновый сок — 40 мл (2 части)\n" +
                "• Клюквенный сок — 40 мл (2 части).\n" +
                "\n" +
                "Вариации:\n" +
                "• Заменить апельсиновый сок ананасовым в той же пропорции\n" +
                "• Заменить персиковый ликёр дынным ликёром\n" +
                "• Заменить персиковый ликёр на персиковый шнапс\n" +
                "\n" +
                "Ингредиенты встряхиваются в шейкере со льдом и подаются в бокале хайболл. Коктейль гарнируют долькой апельсина.",
        typeId = 3
    ),
    DetailsEntity(
        id = 161,
        name = "Сингапурский слинг",
        info = "«Сингапурский слинг» (англ. Singapore Sling) — алкогольный коктейль на основе джина, вишнёвого ликёра, апельсинового ликёра («Трипл-сек»), ликёра «Бенедиктин», а также гренадина, ананасового и лимонного сока с добавлением биттера «Ангостура». \n" +
                "\n" +
                "Родиной коктейля является Long Bar отеля «Раффлз» в Сингапуре. Коктейль считается самым оригинальным местным напитком, исторической реликвией и национальным достоянием. История создания обросла легендами и догадками, однако достоверно известно только, что дата создания приходится на начало XX века и родина его Сингапур. \n" +
                "\n" +
                "Относится к категории лонг дринк. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics).\n" +
                "\n" +
                "По официальной версии считается, что оригинальный рецепт коктейля был утерян в 1930-х годах, поэтому в настоящее время существует несколько вариантов его приготовления. Напиток, который сейчас смешивают в Лонг баре отеля «Раффлз», был воссоздан на основе воспоминаний прежних барменов и состоит из джина, вишневого бренди, ананасового сока, сока лайма, гренадина, ликеров «Бенедиктин» и «Куантро», но считать его приближенным к оригиналу не стоит, так как с травяным ликёром Бенедиктин, ещё до создания Сингапурского слинга, существовал похожий коктейль «слинг Сингапурского пролива».\n" +
                "\n" +
                "Состав по версии IBA:\n" +
                "• Джин — 30 мл\n" +
                "• Вишневый ликёр Cherry Brandy — 15 мл\n" +
                "• Апельсиновый ликёр (Трипл-сек) — 7,5 мл\n" +
                "• Ликёр «Бенедиктин» (DOM) — 7,5 мл\n" +
                "• Гренадин — 10 мл\n" +
                "• Ананасовый сок — 120 мл\n" +
                "• Лимонный сок — 15 мл\n" +
                "• Биттер «Ангостура» (ароматическая горечь 1—2 капли).\n" +
                "\n" +
                "Метод приготовления: шейк & стрейн. Ингредиенты перемешивают в смесительном стакане (шейкере), после чего отцеживают и отфильтровывают в бокал хайбол или гоблет со льдом. В качестве гарнира готовый коктейль украшают долькой ананаса и коктейльной вишней.",
        typeId = 3
    ),
    DetailsEntity(
        id = 162,
        name = "Смокинг",
        info = "«Смокинг» (итал. Tuxedo) — алкогольный коктейль на основе джина, сухого вермута, апельсинового биттера, бесцветного сухого фруктового ликёра, изготавливаемого из мараскиновой вишни и абсента. Классифицируется как коктейль на весь день (англ. All day cocktail). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables).\n" +
                "\n" +
                "Состав:\n" +
                "• Джин «Old Tom Gin» — 30 мл\n" +
                "• Сухой вермут — 30 мл\n" +
                "• Ликёр Мараскино — ½ барной ложки\n" +
                "• Абсент — ¼ барной ложки\n" +
                "• Апельсиновый биттер — 5 - 6 капель\n" +
                "\n" +
                "Ингредиенты охлаждают в смесительном стакане со льдом и отфильтровывают в коктейльный бокал мартини. Готовый коктейль украшают лимонным твистом (завитком цедры лимона) и коктейльной вишней. Подают в коктейльном бокале или бокале для мартини.",
        typeId = 3
    ),
    DetailsEntity(
        id = 163,
        name = "Стингер",
        info = "«Стингер» (англ. Stinger) — алкогольный коктейль на основе мятного ликёра и спирта. Готовится методом стир & стрейн. Относится к дижестивам и подаётся в коктейльном бокале или бокале для мартини. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Незабываемые» (англ. Unforgettables).\n" +
                "\n" +
                "Истоки этого напитка неизвестны, но о нём упоминается в кулинарных книгах бармена, например Tom Bullock’s The Ideal Bartender, опубликованной в 1917 году. \n" +
                "\n" +
                "Состав:\n" +
                "• Коньяк (или бренди) — 50 мл\n" +
                "• Ликёр Крем де мент (светлый) — 20 мл\n" +
                "\n" +
                "В смесительном стакане со льдом охлаждают все компоненты, затем перемешивают и отфильтровывают в коктейльный бокал мартини.",
        typeId = 3
    ),
    DetailsEntity(
        id = 164,
        name = "Тьма и буря",
        info = "«Тьма и буря» (англ. Dark 'N' Stormy) — коктейль на основе тёмного рома, имбирного пива. Классифицируется как лонг дринк. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Напитки новой эры» (англ. New Era Drinks).\n" +
                "\n" +
                "Рецептура коктейля «Dark 'N' Stormy» создана братьями Гослинг на Бермудских островах. Сразу же по окончании Первой мировой войны напиток стал популярен в парусном спорте и среди гонщиков под парусом. Гослинг является спонсором традиционной парусной гонки из Ньюпорта на Бермудские острова, а также парусной регаты на Кубок Америки, 35-й сезон которой состоялся на Бермудах в 2017 году.\n" +
                "\n" +
                "В США, название «Dark 'N' Stormy» является товарным знаком компании братьев, англ. Гослинг Gosling Brothers Ltd (Бермудские острова). Таким образом, в США официально (легально) можно назвать «Dark 'N' Stormy» только коктейль смешанный из ингредиентов, произведенных Гослингом: тёмного рома (с печатью) и имбирного пива.\n" +
                "\n" +
                "Состав:\n" +
                "• Тёмный ром — 60 мл\n" +
                "• Имбирное пиво — 100 мл\n" +
                "• Лайм — 1 ломтик.\n" +
                "\n" +
                "Метод приготовления: билд со льдом. Стакан хайбол наполняют пищевым льдом, затем наливают тёмный ром и доливают имбирное пиво. Готовый коктейль в качестве гарнира украшают долькой лайма.",
        typeId = 3
    ),
    DetailsEntity(
        id = 165,
        name = "Французский мартини",
        info = "«Французский мартини» (англ. French Martini) — коктейль на основе водки, малинового ликёра и ананасового сока. Классифицируется как аперитив. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Напитки новой эры» (англ. New Era Drinks).\n" +
                "\n" +
                "Коктейль «Французский Мартини» впервые был смешан в 1980-х годах в одном из баров Нью-Йорка. В 1996 году коктейль вошёл в меню напитков Бальтазара Макнелли в Сохо. На протяжении 1980-х—1990-х годов коктейль обозначался как «Renaissance».\n" +
                "\n" +
                "Состав:\n" +
                "• Водка — 45 мл\n" +
                "• Малиновый ликёр — 15 мл\n" +
                "• Ананасовый сок — 15 мл\n" +
                "• Цедра лимона — по желанию.\n" +
                "\n" +
                "Метод приготовления: шейк & стрейн. Ингредиенты перемешивают со льдом в смесительном стакане (шейкере), взбивают, после чего отцеживают и отфильтровывают в коктейльный бокал или бокал Мартини. В готовый коктейль (по желанию) выжать цедру лимона.",
        typeId = 3
    ),
    DetailsEntity(
        id = 166,
        name = "Французский связной",
        info = "«Французский связной» (англ. French Connection) — алкогольный коктейль на основе коньяка и миндального ликёра Амаретто. Относится к категории десертный коктейль. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics).\n" +
                "\n" +
                "Состав:\n" +
                "• Коньяк или бренди — 35 мл\n" +
                "• Миндальный ликёр Амаретто — 35 мл.\n" +
                "\n" +
                "Метод приготовления: билд со льдом. Стакан олд фешен наполняют пищевым льдом, затем наливают коньяк и миндальный ликёр Амаретто и тщательно перемешивают со льдом.",
        typeId = 3
    ),
    DetailsEntity(
        id = 167,
        name = "Французский 75",
        info = "«Французский 75» (англ. French 75) — алкогольный коктейль на основе джина, шампанского и лимонного сока. Классифицируется как газированный коктейль. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics).\n" +
                "\n" +
                "В XIX веке был популярен коктейль «Кубок шампанского», состоящий из шампанского, лимонного сока, сахара и льда. Несмотря на то, что создание подобных напитков относятся к XIX веку, своё современное название и рецептуру коктейль «French 75» (французский 75) получил в течение 1920-х годов. Иногда вместо джина добавляют коньяк.\n" +
                "\n" +
                "Состав:\n" +
                "• Джин — 30 мл\n" +
                "• Лимонный сок — 15 мл\n" +
                "• Сахарный сироп — 2 капли\n" +
                "• Шампанское — 60 мл.\n" +
                "\n" +
                "Метод приготовления: шейк & стрейн. Все ингредиенты (компоненты), кроме шампанского, перемешивают в смесительном стакане (шейкере), после чего отцеживают и отфильтровывают в фужер для шампанского, затем доливают шампанское и аккуратно перемешивают.",
        typeId = 3
    ),
    DetailsEntity(
        id = 168,
        name = "Харви Волбенгер",
        info = "«Харви Волбенгер» (англ. Harvey Wallbanger — Харви Стенобой) — алкогольный коктейль на основе водки, ликёра Galliano и апельсинового сока. Относится к категории коктейль на весь день. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics).\n" +
                "\n" +
                "Считается, что коктейль создал в 1952 году трёхкратный чемпион мира по миксологии Донато «Герцог» Антон (англ. Donato \"Duke\" Antone) при посещении бара «Blackwatch Bar» (чёрный свет) в Лос-Анджелесе. Тем не менее, недавнее исследование кулинарных историков ставит под сомнение эту теорию. Роберт Симонсон подчёркивает отсутствие каких бы то ни было исторических сведений для бара «Blackwatch Bar» и указывает на то, что в течение указанного в легенде периода бармен Антон жил в Хартфорде (штат Коннектикут), а не в Лос-Анджелесе. В своих выводах Роберт Симонсон идёт так далеко, что утверждает будто бы «ни один здравомыслящий человек никогда не верил в эту историю». Упоминание алкогольного коктейля «Харви Стенобой» появилось в литературе в 1971 году.\n" +
                "\n" +
                "Состав:\n" +
                "• Водка — 45 мл\n" +
                "• Ликёр Galliano — 15 мл\n" +
                "• Апельсиновый сок — 90 мл.\n" +
                "\n" +
                "Метод приготовления: билд со льдом.\n" +
                "\n" +
                "Стакан хайбол наполняют пищевым льдом, затем наливают водку, апельсиновый сок и тщательно перемешивают со льдом, затем сверху доливают ликёр Galliano. Подают в бокале хайбол. В качестве гарнира готовый коктейль украшают долькой апельсина и коктейльной вишней мараскино.",
        typeId = 3
    ),
    DetailsEntity(
        id = 169,
        name = "Хемингуэй спешл",
        info = "«Хемингуэй спешл» (англ. Hemingway Special, исп. Hemingway Especial) — алкогольный коктейль на основе светлого рома, ликёра «Мараскино», грейпфрутового сока и сока лайма. Классифицируется как коктейль на весь день (англ. All day cocktail). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics). Формально является вариантом коктейля «Дайкири», однако, благодаря своим вкусовым качествам, выделен в отдельный алкогольный коктейль и официально признан Международной ассоциацией барменов (IBA).\n" +
                "\n" +
                "Существует легенда, по которой этот коктейль был придуман в 1932 году в «El Floridita La Habana» — одном из баров Кубы специально для писателя Эрнеста Хэмингуэя.\n" +
                "\n" +
                "Бар «El Floridita La Habana» известен в мире как «колыбель дайкири», был открыт в 1817 году и стал известен благодаря писателю Эрнесту Хемингуэю, который бывал здесь регулярно и попытался пробовать фирменные напитки. Отведав предложенный коктейль «Дайкири», он сказал: «Это хорошо, но я предпочитаю без сахара и с двойным ромом». Специально для известного писателя были созданы коктейль «Папа Добле» (исп. Papá Doble) — «Дайкири» с двойной порцией рома и «Hemingway Daquiri», получивший известность как «Хемингуэй спешл». Специально для «Папы Хема», страдающего диабетом, коктейль «Hemingway Daquiri» готовили без сахара, с соком лайма и ликёром «Мараскино». Позже рецепт был изменён (в смесь добавлен грейпфрутовый сок), после чего напиток получил название «Хемингуэй спешл».\n" +
                "\n" +
                "Состав:\n" +
                "• Светлый ром 60 мл\n" +
                "• Ликёр «Мараскино» 15 мл\n" +
                "• Грейпфрутовый сок 40 мл\n" +
                "• Сок лайма 15 мл.\n" +
                "\n" +
                "Метод приготовления: шейк & стрейн.\n" +
                "\n" +
                "Ингредиенты (компоненты) перемешивают в смесительном стакане (шейкере) со льдом, после чего отцеживают через стрейнер и отфильтровывают в двойной коктейльный бокал (или бокал для Мартини).",
        typeId = 3
    ),
    DetailsEntity(
        id = 170,
        name = "Чёрный русский",
        info = "«Чёрный русский» (англ. Black Russian) — коктейль на основе водки и кофейного ликёра (например, Kahlúa). Классифицируется как дижестив (десертный). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics).\n" +
                "\n" +
                "Коктейль впервые был изготовлен в 1949 году бельгийским барменом Гюставом Топом, который приготовил его в гостинице «Метрополь» в Брюсселе в честь Пёрл Месты (en:Perle Mesta), бывшей в то время послом США в Люксембурге. Коктейль считается предком всех кофейных коктейлей.\n" +
                "\n" +
                "«Чёрный» означало цвет кофейного ликёра, а «русский» ассоциировалось с водкой. С другой стороны, название символизировало тёмные времена только что начавшейся холодной войны между СССР и США.\n" +
                "\n" +
                "Состав:\n" +
                "• Водка — 50 мл (5/7 частей)\n" +
                "• Кофейный ликёр— 20 мл (2/7 части)\n" +
                "• Колотый лёд.\n" +
                "\n" +
                "Метод приготовления: билд со льдом. \n" +
                "\n" +
                "Стакан олд фешен наполняют пищевым льдом, затем наливают водку, кофейный ликёр и тщательно аккуратно перемешивают со льдом.",
        typeId = 3
    ),
    DetailsEntity(
        id = 171,
        name = "Шампань",
        info = "«Шампань» (англ. Champagne cocktail) — алкогольный коктейль на основе шампанского, бренди и биттера «Ангостура». Классифицируется как газированный коктейль. Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Современная классика» (англ. Contemporary classics).\n" +
                "\n" +
                "Рецепт коктейля, который упоминает «профессор» Джерри Томас и франт компаньон (1862), не содержит бренди или коньяка и считается «классической» американской версией.\n" +
                "\n" +
                "Состав:\n" +
                "• Шампанское (охлаждённое) — 90 мл\n" +
                "• Бренди (или коньяк) — 10 мл\n" +
                "• Биттер «Ангостура» — 2 деш (2 капли)\n" +
                "• Сахар — 1 кусок\n" +
                "• Апельсин — одна долька\n" +
                "• Коктейльная вишня — 1 штука.\n" +
                "\n" +
                "Метод приготовления: билд. Подают в фужере для шампанского.\n" +
                "\n" +
                "На кусочек сахара капают 2 капли биттера Angostura и кладут его на дно бокала, затем добавляют коньяк и шампанское. Готовый коктейль в качестве гарнира украшают долькой апельсина и коктейльной вишней.",
        typeId = 3
    ),
    DetailsEntity(
        id = 172,
        name = "Эспрессо мартини",
        info = "«Эспрессо мартини» (англ. Espresso Martini) — коктейль на основе водки, кофейного ликёра, кофе эспрессо и сахарного сиропа. Классифицируется как дижестив (десертный). Входит в число официальных коктейлей Международной ассоциации барменов (IBA), категория «Напитки новой эры» (англ. New Era Drinks).\n" +
                "\n" +
                "Состав:\n" +
                "• Водка — 50 мл\n" +
                "• Кофейный ликёр — 10 мл\n" +
                "• Кофе эспрессо холодный — 1 порция (30 мл)\n" +
                "• Сахарный сироп — по вкусу и предпочтению гостя.\n" +
                "\n" +
                "Метод приготовления: шейк & стрейн. Ингредиенты перемешивают в смесительном стакане (шейкере), взбивают, после чего отцеживают и отфильтровывают в коктейльный бокал или бокал Мартини.",
        typeId = 3
    )
)